{
    "title": "Form for the Ordination (or Installation) of Missionaries",
    "type": "Forms",
    "content": {
        "1": {
            "chapter": "Form for the Ordination (or Installation) of Missionaries",
            "header": "Form for the Ordination (or Installation) of Missionaries",
            "body": "Beloved in our Lord and Saviour and all here present.\n\nIt is known to you that our brother N. N., called by the .......................... as missionary minister of the Word among the Heathen (Dispersed), (and recently examined by the Classis of ..............) is now to be publicly ordained (installed) as missionary.\n\nWe, therefore, request thee, beloved brother N. N., to arise and to attend to a short declaration touching the office of missionary ministers of the Word.\n\nSince our God, according to his infinite mercy, has chosen a Church unto everlasting life, and gathers it by his blessed gospel, out of every nation, and of all tribes and peoples and tongues, unto the fellowship of his Son, in unity of the true faith, therefore our risen Saviour has ordained an office and has called men, to carry the message of salvation to all peoples, commanding his apostles, and in them all lawful ministers of the Word: \"Go ye into all the world, and preach the gospel to every creature\" (Mark 16:15). For he that ascended far above all the heavens, that he might fulfil all things, gave some to be apostles; and some prophets; and some evangelists; and some pastors and teachers; for the perfecting of the saints, unto the work of ministering, unto the building up of the body of Christ. And the Apostles, responding to this, went forth into the world declaring the whole counsel of God, particularly repentance, and remission of sins, through faith in Jesus Christ, testifying: \"For God so loved the world, that He gave his only begotten Son, that whosoever believeth in Him should not perish, but have eternal life\" (John 3:16). \"But all things are of God who reconciled us to himself through Christ, and gave unto us the ministry of reconciliation: to wit, that God was in Christ reconciling the world unto himself, not reckoning unto them their trespasses; and has committed unto us the word of reconciliation. We are ambassadors, therefore, on behalf of Christ, as though God were entreating by us: we beseech you on behalf of Christ, be ye reconciled to God\" (2 Cor. 5:18-20).\n\nWithout this word of reconciliation, faith in Christ and consequently salvation, is and remains forever impossible, for Holy Scripture says, Acts 4:12: \"And in none other is there salvation: for neither is there any other name under heaven, that is given among men, wherein we must be saved\"; and elsewhere: \"How shall they believe in him of whom they have not heard? and how shall they hear without a preacher? and how shall they preach, except they be sent? So then, faith comes by hearing, and hearing by the Word of God\" (Rom. 10:14, 15, 17).\n\nAlthough all ministers of the Word have in common, that to them is committed the preaching of the Gospel, the administration of the Sacraments, the government of the Church, and the maintenance of Christian discipline, yea, all, that, according to the Word of God belongs to the office of pastor and teacher: and although from the difference of field of labour no difference is resulting, concerning office, authority or dignity, since all possess the same mission, the same office and the same authority, yet not withstanding this, it is necessary that some labour in the congregations already established, while others are called and sent to preach the Gospel to those without, in order to bring them to Christ. And let each man abide in that calling wherein he was called by the Church of God and consequently by God himself and whereunto each has received gifts, until it pleases the Lord to lead him along a lawful way to a different field of labour."
        },
        "2": {
            "chapter": "Unto the Heathen",
            "header": "Unto the Heathen",
            "body": "That unto the <b>Heathen</b> also these glad tidings must be brought appears plainly from Matt. 28:19, \"Go ye therefore, and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost; teaching them to observe all things whatsoever I have commanded you.\"\n\nThe same was revealed to Peter by showing him as it were a great sheet let down by four corners upon the earth, wherein were all manner of beasts, and thereupon commanding him to go down to the Gentile Cornelius, saying: \"Arise, and get thee down, and go with them, nothing doubting; for I have sent them\" (Acts 10:20). Likewise he spoke to Paul in a vision in the temple: \"Depart: for I will send thee forth far hence unto the Gentiles\" (Acts 22:21).\n\nThis divine charge was also carried out by the church of Antioch, when they, after fasting and prayer, laid their hands upon Barnabas and Saul and sent them away to preach the gospel also unto the Gentiles (Acts 13). And when they on their first missionary journey had arrived at Antioch in Pisidia they testified to the contradicting Jews: \"Lo, we turn to the Gentiles. For so has the Lord commanded us, saying: I have set thee for a light of the Gentiles; that thou shouldest be for salvation unto the uttermost part of the earth\" (Acts 13:46, 47).\n\nAnd besides all this it is evident that the work of missions is the task of the Church since the Lord Jesus himself calls his Church the salt of the earth, and says: Ye are the light of the world. A city on a hill cannot be hid. Neither do men light a lamp, and put it under the bushel, but on the stand (Matt. 5:14, 15)."
        },
        "3": {
            "chapter": "Unto the Dispersed",
            "header": "Unto the Dispersed",
            "body": "That unto the <b>Dispersed</b> also these glad tidings must be brought is plainly inferred from what God says in Ezekiel 34:11-16: \"For thus saith the Lord God: Behold, I myself, even I, will search for my sheep, and will seek them out. As a shepherd seeketh out his flock in the day that he is among his sheep that are scattered abroad, so will I seek out my sheep; and I will deliver them out of all places whither they have been scattered in the cloudy and dark day. And I will bring them out from the peoples, and gather them from the countries, and will bring them into their own land; and I will feed them upon the mountains of Israel, by the watercourses, and in all the inhabited places of the country. I will feed them with good pasture, and upon the mountains of the height of Israel shall their fold be: there shall they lie down in a good fold, and on fat pasture shall they feed upon the mountains of Israel. I myself will feed my sheep, and I will cause them to lie down, saith the Lord God. I will seek that which was lost, and will bring again that which was driven away, and will bind up that which was broken, and will strengthen that which was sick. I will feed them in judgment.\"\n\nThat the Lord does this by means of his servants, is clearly shown by the way wherein God, in the same chapter, rebukes the unfaithful shepherds: \"Neither have ye brought again that which was driven away,\" and expresses his holy indignation because: \"My sheep wandered through all the mountains, and upon every high hill: yea, my sheep were scattered upon all the face of the earth; and there was none that did search or seek after them\" (Ezek. 34:4, 6).\n\nThe same also follows from the fact that Jesus who Himself was sent to the \"lost sheep of the House of Israel\", calls the Church the salt of the earth, while besides all this, the example of the Apostle Paul teaches us plainly that it is our high calling to bring the bread of life to our dispersed brethren after the flesh everywhere, and therefore certainly first of all in our own country, to gather them, if possible, as congregations of our Lord."
        },
        "4": {
            "chapter": "Answer & Conclusion",
            "header": "",
            "body": "And since thou, beloved brother, art now called and are now being sent to labour among the <b>Heathen (Dispersed)</b>, thou art to consider which important duties, art thereby devolving upon thee:\n\nIn the <b>first</b> place thou are to bring to their attention by all fit and lawful means, the glad tidings that Jesus Christ has come into the world to save sinners. All thine actions, thy speaking and thy silence, yea, all thine influence is to cooperate to recommend the gospel of Christ. Let thy conversation be without covetousness; abhor that which is evil; cleave to that which is good, that thou mayest be able to say with the Apostle Paul: \"For though I was free from all men I brought myself under bondage to all, that I might gain the more ... I am become all things to all men, that I may by all means save some. I buffet my body, and bring it into bondage: lest by any means, after that I have preached to others, I myself should be rejected\" (1 Cor. 9:19, 22, 27).\n\n<b>Secondly</b>, thou are holden, if it pleases Gods to make thy work fruitful unto the gathering of a church, to administer the Sacrament of Holy Baptism according to the institution of the Lord and the requirement of the covenant.\n\n<b>Furthermore</b>, thou are called wherever it is necessary and possible to ordain elders and deacons even as Paul charged Titus, saying, \"For this cause left I thee in Crete, that thou shouldest set in order the things that were wanting, and appoint elders in every city, as I gave thee charge\" (Tit. 1:5). But lay hands hastily on no man.\n\n<b>Moreover</b>, there is committed unto thee, as minister of Christ and steward of the mysteries of God, the administering of the Holy Supper of the Lord according to the institution of Christ.\n\n<b>Besides this</b>, there is commended unto thee the maintaining of Christian discipline in the midst of the congregation, by faithful use of the keys of the Kingdom, as our Lord Jesus has spoken: \"Go, show him his fault, between thee and him alone, etc. (Matt 18:15) And afterward: Verily I say unto you, what things soever ye shall bind on earth, shall be bound in heaven\" (Matt. 18:18).\n\nAnd <b>finally</b>, beloved brother, be a faithful servant of Jesus Christ, and a careful shepherd of the flock. \"Preach the Word, be urgent in season, out of season; reprove, rebuke, exhort, with all longsuffering and teaching\" (2 Tim. 4:2). \"Be an example to them that believe, in word, in manner of life, in love, in faith, in purity... Give heed to reading, to exhortations, to teaching. Neglect not the gift that is in thee... Be diligent in these things; give thyself wholly to them; that thy progress may be manifest unto all. Take heed to thyself, and to thy teaching. Continue in these things; for in doing this thou shalt save both thyself and them that hear thee\" (1 Tim. 4:12b-16).\n\nAnd that now everyone present may hear, beloved brother, that thou art willing, and ready to undertake the ministry of the Word among the <b>Heathen (Dispersed)</b>, thou art requested to answer sincerely the following questions:\n\nFirst. I ask thee whether thou feelest in thy heart that thou art lawfully called of God's Church and therefore of God himself, to this holy ministry?\n\nSecondly. Whether thou dost believe the books of the Old and New Testament to be the only Word of God, and the perfect doctrine unto salvation, and dost reject all doctrines repugnant thereto?\n\nThirdly. Whether thou dost promise faithfully to discharge thine office, according to the same doctrine as above described, and to adorn it with a godly life; also, to submit thyself, in case thou should become delinquent either in life or doctrine, to ecclesiastical admonition, according to the public ordinance of the churches?\n\nAnswer: Yes; truly, with all my heart.\n\n<b>Then the Minister, who demanded those questions of him, while he and other Ministers who are present, shall lay their hands* on his head, shall say:</b>\n[*This ceremony shall not be used in the case of those who have before been in the Ministry.]\n\nGo then, beloved brother, and teach all nations, baptizing them in the name of the Father and of the Son, and of the Holy Ghost. God our heavenly Father, who has called thee to his holy ministry, enlighten thee with his Holy Spirit, strengthen thee with his hand and so govern thee in thy ministry, that thou mayest do gently and fruitfully walk therein, to the glory of his Name, and the propagation of the Kingdom of his Son Jesus Christ. Amen."
        }
    }
}