{
    "title": "The Creed of Chalcedon",
    "type": "Creeds",
    "content": {
        "1": {
            "chapter": "Introduction",
            "header": "Introduction",
            "body": "The Creed of Chalcedon, A.D. 451, is not mentioned by name in any of our three forms of unity, but the doctrine set forth in it is clearly embodied in Article 19 of our Confession of Faith. It constitutes an important part of our ecumenical heritage. The Ecumenical Council of Chalcedon settled the controversies concerning the person and natures of our Lord Jesus Christ and established confessionally the truths of the unity of the divine person and the union and distinction of the divine and human natures of Christ. It condemned especially the error of Nestorianism, which denied the unity of the divine person in Christ; the error of Apollinarianism, which denied the completeness of Christ's human nature; and the error known as Eutychianism, which denied the duality and distinction of the divine and human natures of our Lord Jesus Christ. What was confessionally established at Chalcedon concerning the person and natures of Christ has continued to be the confession of the church catholic ever since that time."
        },
        "2": {
            "chapter": "The Creed of Chalcedon",
            "header": "The Creed of Chalcedon",
            "body": "We, then, following the holy fathers, all with one consent teach men to confess one and the same Son, our Lord Jesus Christ, the same perfect in Godhead and also perfect in manhood; truly God and truly man, of a rational soul and body; coessential with the Father according to the Godhead, and consubstantial with us according to the manhood; in all things like unto us, without sin; begotten before all ages of the Father according to the Godhead, and in these latter days, for us and for our salvation, born of the Virgin Mary, the mother of God, according to the manhood; one and the same Christ, Son, Lord, Only-begotten, to be acknowledged in two natures, without confusion, without change, without division, without separation; the distinction of natures being by no means taken away by the union, but rather the property of each nature being preserved, and concurring in one person and one subsistence, not parted or divided into two persons, but one and the same Son, and only begotten, God the Word, the Lord Jesus Christ; as the prophets from the beginning have declared concerning Him, and the Lord Jesus Christ Himself has taught us, and the creed of the holy fathers has handed down to us."
        }
    }
}