{
    "title": "Form for the Confirmation of Marriage before the Church",
    "type": "Forms",
    "content": [
        {
            "header": "Form for the Confirmation of Marriage before the Church",
            "content": {
                "id": 0,
                "content": [
                    [
                        {
                            "text": "Whereas married persons are generally, by reason of sin, subject to many troubles and afflictions; to the end that you N. and N., who desire to have your marriage bond publicly confirmed, here in the name of God, before this Church, may also be assured in your hearts of the certain assistance of God in your afflictions, hear therefore from the Word of God, how honourable the marriage state is, and that it is an institution of God, which is pleasing to him. [Wherefore he also will (as he has promised) bless and assist the married persons, and on the contrary, judge and punish whoremongers and adulterers.]"
                        }
                    ],
                    [
                        {
                            "text": "I. In the first place you are to know, that God our Father, after he had created heaven and earth, and all that in them is, made man in his own image and likeness, that he should have dominion over the beasts of the field, over the fish of the sea, and over the fowls of the air. And after he had created man, he said, It is not good that man should be alone, I will make him a help meet for him. And the Lord caused a deep sleep to fall upon Adam, and he slept; and he took one of his ribs, and closed up the flesh instead thereof. And the rib which the Lord God had taken from man, made he a woman, and brought her unto the man. And Adam said, this is now bone of my bone, and flesh of any flesh: she shall be called woman, because she was taken out of man. Therefore shall a man leave his father, and his mother, and shall cleave unto his wife, and they two shall be one flesh (Gen. 2:18, 21-24). Therefore ye are not to doubt, but that the married state is pleasing to the Lord, since he made unto Adam his wife, brought and gave her himself to him to be his wife; witnessing thereby that he does yet as with his hand bring unto every man his wife. For this reason the Lord Jesus Christ did also highly honour it with his presence, gifts and miracles, in Cana of Galilee, to show thereby that this holy state ought to be kept honourably by all, and that he will aid and protect married persons, even when they are least deserving it."
                        }
                    ],
                    [
                        {
                            "text": "[But that you may live godly in this state, you must know the reasons, wherefore God has instituted the same. The first reason is, that each faithfully assist the other, in all things that belong to this life, and a better."
                        }
                    ],
                    [
                        {
                            "text": "Secondly. That they bring up the children, which the Lord shall give them, in the true knowledge and fear of God, to his glory, and their salvation."
                        }
                    ],
                    [
                        {
                            "text": "Thirdly. That each of them, avoiding all uncleanness and evil lusts, may live with a good and quiet conscience."
                        }
                    ],
                    [
                        {
                            "text": "For, to avoid fornication, let every man have his own wife, and every woman her own husband (1 Cor. 7:2); insomuch that all, who are come to their years, and have not the gift of continence, are bound by the command of God, to enter into the marriage state, with knowledge and consent of parents, or guardians and friends; so that the temple of God, which is our body, may not be defiled; for, whosoever defileth the temple of God, him shall God destroy (1 Cor.3:17).]"
                        }
                    ]
                ]
            }
        },
        {
            "header": "How to Behave Respectively towards the Other",
            "content": {
                "id": 1,
                "content": [
                    [
                        {
                            "text": "II. Next, you are to know, how each is bound to behave respectively towards the other, according to the word of God."
                        }
                    ],
                    [
                        {
                            "text": "First. You, who are the bridegroom, must know, that God has set you to be the head of your wife, that you, according to your ability, shall lead her with discretion; instructing, comforting, protecting her, as the head rules the body; yea, as Christ is the head, wisdom, consolation and assistance to his Church. Besides, you are to love your wife as your own body, as Christ has loved his Church: you shall not be bitter against her, but dwell with her as a man of understanding, giving honour to the wife as the weaker vessel, considering that ye are joint heirs of the grace of life, that your prayers be not hindered. And since it is God's command, \"that the man shall eat his bread in the sweat of his face\" (Gen. 3:19), therefore you are to labour diligently and faithfully, in the calling wherein God has set you, that you may maintain your household honestly, and likewise have something to give to the poor."
                        }
                    ],
                    [
                        {
                            "text": "In like manner, must you, who are the bride, know how you are to carry yourself towards your husband, according to the Word of God. You are to love your lawful husband, to honour and fear him, as also to be obedient unto him, in all lawful things, as to your Lord, as the body is obedient to the head, and the Church to Christ. You shall not exercise any dominion over your husband, but be silent: for Adam was first created, and then Eve, to be a help to Adam; and after the fall, God said to Eve, and in her to all women, \"your will shall be subject to your husband.\" [You shall not resist this ordinance of God, but be obedient to the word of God, and follow the examples of godly women, who trusted in God, and were subject to their husbands; \"as Sarah was obedient to Abraham, calling him her lord\": you shall also be a help to your husband in all good and lawful things, looking to your family, and walking in all honesty and virtue, without worldly pride, that you may give an example to others of modesty.]"
                        }
                    ],
                    [
                        {
                            "text": "Wherefore you N. and you N., having now understood that God has instituted marriage, and what he commands you therein; are you willing thus to behave yourselves in this holy state, as you here do confess before this Christian assembly, and desirous that you be confirmed in the same?"
                        }
                    ],
                    [
                        {
                            "text": "Answer: Yes."
                        }
                    ]
                ]
            }
        },
        {
            "header": "Confirmation, Exhortation, & Thanksgiving",
            "content": {
                "id": 2,
                "content": [
                    [
                        {
                            "is_bold": true,
                            "text": "Whereupon the Minister shall say:"
                        }
                    ],
                    [
                        {
                            "text": "I take you all, who are met here to witness, that there is brought no lawful impediment."
                        }
                    ],
                    [
                        {
                            "is_bold": true,
                            "text": "Further to the married persons:"
                        }
                    ],
                    [
                        {
                            "text": "Since then it is fit that you be furthered in this your work, the Lord God confirm your purpose, which he has given you; and your beginning be in the name of the Lord, who made heaven and earth."
                        }
                    ],
                    [
                        {
                            "is_bold": true,
                            "text": "Hereupon they shall join hands together, and the Minister speak first to the bridegroom."
                        }
                    ],
                    [
                        {
                            "text": "N. Do you acknowledge here before God and this his holy Church, that you have taken, and do take to your lawful wife, N., here present, promising her never to forsake her; to love her faithfully, to maintain her, as a faithful and pious husband is bound to do to his lawful wife; that you will live holily with her; keeping faith and truth to her in all things according to the holy gospel?"
                        }
                    ],
                    [
                        {
                            "text": "Answer: Yes."
                        }
                    ],
                    [
                        {
                            "is_bold": true,
                            "text": "Afterwards to the bride."
                        }
                    ],
                    [
                        {
                            "text": "N. Do you acknowledge here before God, and this his holy Church, that you have taken, and do take to your lawful husband, N., here present, promising to be obedient to him, to serve and assist him, never to forsake him, to live holily with him, keeping faith and truth to him in all things, as a pious and faithful wife is bound to her lawful husband according to the holy gospel?"
                        }
                    ],
                    [
                        {
                            "text": "Answer: Yes."
                        }
                    ],
                    [
                        {
                            "is_bold": true,
                            "text": "Then the Minister shall say:"
                        }
                    ],
                    [
                        {
                            "text": "The Father of all mercies, who of his grace has called you to this holy state of marriage, bind you in true love and faithfulness, and grant you his blessing. Amen."
                        }
                    ],
                    [
                        {
                            "text": "Hear now from the Gospel, how firm the bond of marriage is, as described, Matt. 19:3-9:"
                        }
                    ],
                    [
                        {
                            "text": "\"The Pharisees also came unto him, tempting him, and saying unto him, Is it lawful for a man to put away his wife for every cause? And he answered and said unto them, Have ye not read, that he which made them at the beginning made them male and female, and said, For this cause shall a man leave father and mother, and shall cleave to his wife: and they twain shall be one flesh? Wherefore they are no more twain, but one flesh. What therefore God has joined together, let not man put asunder. They say unto him, Why did Moses then command to give a writing of divorcement, and to put her away? He saith unto them, Moses because of the hardness of your hearts suffered you to put away your wives; but from the beginning it was not so. And I say unto you, Whosoever shall put away his wife, except it be for fornication, and shall marry another, committeth adultery: and whose marrieth her which is put away does commit adultery.\""
                        }
                    ],
                    [
                        {
                            "text": "Believe these words of Christ, and be certain and assured, that your Lord God has joined you together in this holy state. You are therefore to receive whatever befalls you therein, with patience and thanksgiving, as from the hand of God, and thus all things will turn to your advantage and salvation. Amen."
                        }
                    ],
                    [
                        {
                            "is_bold": true,
                            "text": "Prayer"
                        }
                    ],
                    [
                        {
                            "text": "Almighty God, Thou, who dost manifest thy goodness and wisdom in all thy works and ordinances; and from the beginning hast said, that it is not good that man be alone and therefore hast created him a help meet to be with him, and ordained that they who were two should be one, and who dost also punish all impurity; we pray thee, since Thou hast called and united these two persons in the holy state of marriage, that Thou wilt give them thy Holy Spirit, so that they in true love and firm faith may live holy according to thy divine will and resist all evil. Wilt Thou also bless them as Thou hast blessed the believing fathers, thy friends and faithful servants, Abraham, Isaac and Jacob; in order that they as coheirs of the covenant which Thou hast established with these fathers, may bring up their children, which Thou wilt be pleased to give them, in the fear of the Lord, to the honour of thy holy name, to the edification of thy Church and to the extension of the holy gospel. Hear us, Father of all mercy, for the sake of Jesus Christ, thy beloved Son, our Lord, in whose name we conclude our prayer:"
                        }
                    ],
                    [
                        {
                            "is_centered": true,
                            "text": "Our Father which is in heaven.\nHallowed be thy name.\nThy kingdom come.\nThy will be done in earth, as it is in heaven.\nGive us this day our daily bread.\nAnd forgive us our debts, as we forgive our debtors.\nAnd lead us not into temptation, but deliver us from evil:\nFor thine is the kingdom, and the power and the glory, for ever.\nAmen."
                        }
                    ],
                    [
                        {
                            "text": "Hearken now to the promise of God, from Psalm 128: \"Blessed is every one that feareth the Lord, that walketh in his ways. For thou shalt eat the labour of thine hands: happy shalt thou be, and it shall be well with thee. Thy wife shall be as a fruitful vine by the sides of thine house; thy children like olive plants round about thy table. Behold, that thus shall the man be blessed that feareth the Lord. The Lord shall bless thee out of Zion: and thou shalt see the good of Jerusalem all the days of thy life; yea, thou shalt see thy children's children, and peace upon Israel.\""
                        }
                    ],
                    [
                        {
                            "text": "The Lord our God replenish you with his grace, and grant that ye may long live together in all godliness and holiness. Amen."
                        }
                    ]
                ]
            }
        }
    ]
}