{"title":"Form for Excommunication","type":"Forms","content":[{"header":"Form for Excommunication","content":[{"id":1,"content":[[{"is_bold":true,"text":"Form for Excommunication"}],[{"text":"Beloved in the Lord Jesus Christ; it is known unto you, that we have several times, and by several methods declared unto you the great sin committed, and the heinous offence given by our fellow-member N., to the end that he, by your Christian admonition and prayers to God, might be brought to repentance, and so be freed from the bonds of the devil (by whom he is held captive), and recovered by the will of the Lord. But we cannot conceal from you, with great sorrow, that no one has yet appeared before us, who has in the least given us to understand that he, by the frequent admonitions given him (as well in private as before witnesses, and in the presence of many), is come to any remorse for his sins, or has shown the least token of true repentance. Since then he daily aggravates his sin (which in itself is not small), by his stubbornness, and since we have signified unto you the last time, that in case he did not repent, after such patience shown him by the Church, we should be under the disagreeable necessity of being further grieved for him, and come to the last remedy; wherefore we at this present are necessitated to proceed to this excommunication according to the command and charge given us by God in his holy Word; to the end that he may hereby be made (if possible) ashamed of his sins, and likewise that we may not by this rotten and as yet incurable member, put the whole body of the Church in danger, and that God's name may not be blasphemed."},{"text":"\n\n"},{"text":"Therefore we, the ministers and rulers of the Church of God, being here assembled in the name and authority of our Lord Jesus Christ, declare before you all, that for the aforesaid reasons we have excommunicated, and by these, do excommunicate N. from the Church of God, and from fellowship with Christ, and the holy sacraments, and from all the spiritual blessings and benefits, which God promises to and bestows upon his Church, so long as he obstinately and impenitently persists in his sins, and is therefore to be accounted by you as a heathen man and a publican, according to the command of Christ (Matt. 18), who says, that whatsoever his ministers bind on earth, shall be bound in heaven."},{"text":"\n\n"},{"text":"Further we exhort you, beloved Christians, to keep no company with him, that he may be ashamed; yet count him not as an enemy, but at all times admonish him as you would a brother. In the meantime let every one take warning by this and such like examples; to fear the Lord, and diligently take heed unto himself, \"If he thinketh he standeth, lest he fall;\" but having true fellowship with the Father and his Son Jesus Christ, together with all faithful Christians, remain steadfast therein to the end, and so obtain eternal salvation. You have seen, beloved brethren and sisters, in what manner this our excommunicated brother has begun to fall, and by degrees is come to ruin; observe therefore, how subtle Satan is, to bring man to destruction, and to withdraw him from all salutary means of salvation: guard then, against the least beginnings of evil, and laying aside, according to the exhortation of the apostle, every weight and the sin which does so easily beset us, let us run with patience the race that is set before us, looking unto Jesus the author and finisher of our faith (Heb. 12:1, 2). Be sober, watch and pray, lest you enter into temptation. Today, if you will hear the voice of the Lord, harden not your hearts, but work out your own salvation with fear and trembling (Phil. 2:12b); and every one repent of his sins, lest our God humble us again and that we be obliged to bewail some one of you; but that you may with one accord, living in all godliness, be our crown and joy in the Lord."},{"text":"\n\n"},{"text":"Since it is God who works in us, both to will and to do of his good pleasure, let us call upon his holy name with confession of our sins, saying:"},{"text":"\n\n"},{"text":"O! Righteous God and merciful Father, we bewail our sins before thy high majesty, and acknowledge that we have deserved the grief and sorrow caused unto us by the cutting off of this our late fellow-member; yea, we all deserve, should Thou enter into judgment with us, by reason of our great transgressions, to be cut off and banished from thy presence. But O Lord, Thou art merciful unto us for Christ's sake; forgive us our trespasses, for we heartily repent of them, and daily work in our hearts a greater measure of sorrow for them; that we may, fearing thy judgments which thou executes against the stiff-necked, endeavour to please thee; grant us to avoid all pollution of the world, and those who are cut off from the communion of the Church, that we may not make ourselves partakers of their sins; and that he who is excommunicated may become ashamed of his sins; and since thou desires not the death of a sinner, but that he may repent and live, and the bosom of thy Church is always open for those, who turn away from their wickedness; we therefore humbly beseech thee, to kindle in our hearts a pious zeal, that we may labour, with good Christian admonitions and examples, to bring again this excommunicated person on the right way, together with all those, who, through unbelief or dissoluteness of life, go astray."},{"text":"\n\n"},{"text":"Give thy blessing to our admonitions, that we may have reason thereby to rejoice again in him, for whom we must now mourn, and that thy holy name may be praised, through our Lord Jesus Christ, who has taught us to pray:"},{"text":"\n\n"},{"text":"Our Father which is in heaven. Hallowed be thy name. Thy kingdom come. Thy will be done in earth, as it is in heaven. Give us this day our daily bread. And forgive us our debts, as we forgive our debtors. And lead us not into temptation, but deliver us from evil: For thine is the kingdom, and the power and the glory, for ever. Amen."}],[]]}]}]}