{
    "title": "Form of Ordination of Elders and Deacons",
    "type": "Forms",
    "content": [
        {
            "header": "Form of Ordination of Elders and Deacons",
            "content": {
                "id": 0,
                "content": [
                    [
                        {
                            "is_bold": true,
                            "text": "When ordained at the same time. But if they are ordained separately this form shall be used as occasion requires."
                        }
                    ],
                    [
                        {
                            "text": "Beloved Christians, you know that we have several times published unto you the names of our brethren here present, who are chosen to the office of elders and deacons in this Church, to the end that we might know whether any person had aught to allege, why they should not be ordained in their respective offices; and whereas no one has appeared before us, who has alleged anything lawful against them, we shall therefore at present, in the name of the Lords proceed to their ordination."
                        }
                    ],
                    [
                        {
                            "text": "But first, you, who are to be ordained, and all those who are here present, shall attend to a short declaration from the word of God concerning the institution and the office of elders and deacons."
                        }
                    ]
                ]
            }
        },
        {
            "header": "Of the Elders",
            "content": {
                "id": 1,
                "content": [
                    [
                        {
                            "text": "Of the"
                        },
                        {
                            "is_bold": true,
                            "text": "elders"
                        },
                        {
                            "text": "is to be observed, that the word elder or eldest (which is taken from the Old Testament, and signifies a person who is placed in an honourable office of government over others), is applied to two sorts of persons who minister in the Church of Jesus Christ: for the apostle says, \"the elders that rule well, shall be counted worthy of double honour, especially they who labour in the Word and doctrine\" (1 Tim. 5:17). Hence it is evident that there were two sorts of elders in the Apostolic Church, the former whereof did labour in the Word and doctrine, and the latter did not. The first were the ministers of the Word and pastors, who preached the gospel and administered the sacraments; but the others, who did not labour in the Word, and still did serve in the Church, bore a particular office, namely, they had the oversight of the Church, and ruled the same with the ministers of the Word. For Paul (Rom. 12), having spoken of the ministry of the word, and also of the office of distribution or deaconship, speaks afterwards particularly of this office, saying, \"he that ruleth let him do it with diligence\"; likewise, in another place he counts government among the gifts and offices which God has instituted in the Church (1 Cor. 12). Thus we see that these sorts of ministers are added to the others who preach the gospel, to aid and assist them, as in the Old Testament the common Levites were to the priests in the service of the tabernacle, in those things which they could not perform alone: notwithstanding the offices always remained distinct one from the other. Moreover, it is proper that such men should be joined to the ministers of the Word in the government of the Church, to the end, that thereby all tyranny and lording may be kept out of the Church of God, which may sooner creep in, when the government is placed in the hands of one alone, or of a very few. And thus the ministers of the Word, together with the elders, form a body or assembly, being as a council of the Church, representing the whole Church; to which Christ alludes when he says, \"Tell the Church\" (Matt. 18:17) which can in no wise be understood of all and every member of the Church in particular, but very properly of those who govern the Church, out of which they are chosen."
                        }
                    ],
                    [
                        {
                            "text": "Therefore, in the"
                        },
                        {
                            "is_bold": true,
                            "text": "first"
                        },
                        {
                            "text": "place, the office of elders is together with the ministers of the Word, to take the oversight of the Church, which is committed to them, and diligently to look, whether every one properly deports himself in his confession and conversation; to admonish those who behave themselves disorderly, and to prevent, as much as possible, the sacraments from being profaned: also to act (according to the Christian discipline) against the impenitent, and to receive the penitent again into the bosom of the Church, as does not only appear from the above mentioned saying of Christ, but also from many other places of Holy Writ, as 1 Corinthians 5, and 2 Corinthians 2, that these things are not alone entrusted to one or two persons, but to many who are ordained thereto."
                        }
                    ],
                    [
                        {
                            "text": "Secondly. Since the apostle enjoins, that all things shall be done decently and in order, amongst Christians, and that no other persons ought to serve in the Church of Christ, but those who are lawfully called according to the Christian ordinance, therefore it is also the duty of the elders to pay regard to it, and in all occurrences, which relate to the welfare and good order of the Church, to be assistant with their good counsel and advice, to the ministers of the Word, yea, also to serve all Christians with advise and consolation."
                        }
                    ],
                    [
                        {
                            "text": "Thirdly. It is also the duty particularly to have regard unto the doctrine and conversation of the ministers of the Word, to the end that all things may be directed to the edification of the Church; and that no strange doctrine be taught, according to that which we read, Acts 20, where the apostle exhorts to watch diligently against the wolves, which might come into the sheepfold of Christ; for the performance of which, the elders are in duty bound diligently to search the Word of God, and continually be meditating on the mysteries of faith."
                        }
                    ]
                ]
            }
        },
        {
            "header": "Of the Deacons",
            "content": {
                "id": 2,
                "content": [
                    [
                        {
                            "text": "Concerning the"
                        },
                        {
                            "is_bold": true,
                            "text": "deacons:"
                        }
                    ],
                    [
                        {
                            "text": "of the origin and institution of their office we may read, Acts 6, where we find that the apostles themselves did in the beginning serve the poor, \"At whose feet was brought the price of the things that were sold: and distribution was made unto every man according as he had need. But afterwards, when a murmuring arose, because the widows of the Grecians were neglected in the daily ministrations,\" men were chosen (by the advice of the apostles who should make the service of the poor their peculiar business, to the end that the apostles might continually give themselves to prayer, and the ministry of the Word. And has been continued from that time forward in the Church, as appears from Romans 12, where the apostle, speaking of this office, says, \"He that giveth, let him do it with simplicity.\" And 1 Corinthians 12:28 speaking of helps, he means those, who are appointed in the Church to help and assist the poor and indigent in time of need."
                        }
                    ],
                    [
                        {
                            "text": "From which passage we may easily gather, what the deacon's office is namely, that they in the"
                        },


                        {
                            "is_bold": true,
                            "text": "first"
                        },
                        {
                            "text": "place collect and preserve with the greats fidelity and diligence, the alms and goods which are given to the poor: yea, to do their utmost endeavours, that many good means be procured for the relief of the poor."
                        }
                    ],
                    [
                        {
                            "text": "The"
                        },
                        {
                            "is_bold": true,
                            "text": "second"
                        },
                        {
                            "text": "part of their office consists in distribution wherein are not only required discretion and prudence to bestow the alms only on objects of charity, but also cheerfulness and simplicity to assist the poor with compassion and hearty affection: as the apostle requires (Rom. 12, and 2 Cor. 9). For which end it is very beneficial, that they do not only administer relief to the poor and indigent with external gifts, but also with comfortable words from Scripture."
                        }
                    ]
                ]
            }
        },
        {
            "header": "",
            "content": {
                "id": 3,
                "content": [
                    [
                        {
                            "text": "To the end therefore, beloved brethren, N., N., that every one may hear, that you are willing to take your respective offices upon you, ye shall answer to the following questions:"
                        }
                    ],
                    [
                        {
                            "text": "And in the"
                        },
                        {
                            "is_bold": true,
                            "text": "first"
                        },
                        {
                            "text": "place I ask you, both elders and deacons, whether you do not feel in your hearts, that ye are lawfully called of God's Church, and consequently of God himself, to these your respective holy offices?"
                        }
                    ],
                    [
                        {
                            "text": "Secondly. Whether ye believe the books of the Old and New Testament to be the only Word of God, and the perfect doctrine of salvation, and do reject all doctrines repugnant thereto?"
                        }
                    ],
                    [
                        {
                            "text": "Thirdly. Whether ye promise, agreeably to said doctrine, faithfully, according to your ability, to discharge your respective offices, as they are here described? ye elders in the government of the Church together with the ministers of the Word; and ye deacons in the ministration to the poor? Do ye also jointly promise to walk in all godliness, and to submit yourself, in case ye should become remiss in your duty, to the admonition of the Church?"
                        }
                    ],
                    [
                        {
                            "text": "Upon which they shall"
                        }
                    ],
                    [
                        {
                            "is_bold": true,
                            "text": "answer:"
                        },
                        {
                            "text": "Yes."
                        }
                    ],
                    [
                        {
                            "is_bold": true,
                            "text": "Then the Minister shall say:"
                        }
                    ],
                    [
                        {
                            "text": "The Almighty God and Father, replenish you all with his grace, that ye may faithfully and fruitfully discharge your respective offices. Amen."
                        }
                    ],
                    [
                        {
                            "is_bold": true,
                            "text": "The Minister shall further exhort them, and the whole congregation, in the following manner:"
                        }
                    ],
                    [
                        {
                            "text": "Therefore, ye"
                        },
                        {
                            "is_bold": true,
                            "text": "elders"
                        }
                    ],
                    [
                        {
                            "text": ", be diligent in the government of the Church, which is committed to you, and the ministers of the Word. Be also, as watchmen over the house and city of God, faithful to admonish and to caution every one against his ruin; Take heed that purity of doctrine and godliness of life be maintained in the Church of God. And, ye"
                        },
                        {
                            "is_bold": true,
                            "text": "deacons"
                        }
                    ],
                    [
                        {
                            "text": ", be diligent in collecting the alms, prudent and cheerful in the distribution of the same: assist the oppressed, provide for the true widows and orphans, show liberality unto all men, but especially to the household of faith."
                        }
                    ],
                    [
                        {
                            "text": "Be ye all with one accord faithful in your offices, and hold the mystery of the faith in a pure conscience, being good examples unto all the people. In so doing you will purchase to yourselves a good degree, and great boldness in the faith, which is in Christ Jesus, and hereafter enter into the joy of our Lord."
                        }
                    ],
                    [
                        {
                            "text": "On the other hand, beloved Christians, receive these men as the servants of God: count the elders that rule well worthy of double honour, give yourselves willingly to their inspection and government. Provide the deacons with good means to assist the indigent. Be charitable, ye rich, give liberally, and contribute willingly. And ye who are in need, look unto God in your need and thank Him, who by His Holy Spirit makes His church willing and able to supply your needs. Follow Christ, for the food of your souls, but not for bread. \"Let him that has stolen [or who has been burdensome to his neighbours] steal no more: but rather let him labour, working with his hands the things which are good, that he may give to him that needeth\" (Eph. 4:28). Each of you, doing these things in your respective callings, shall receive of the Lord, the reward of righteousness. But since we are unable of ourselves, let us call upon the name of the Lord saying:"
                        }
                    ],
                    [
                        {
                            "text": "O Lord God and heavenly Father, we thank thee that it has pleased thee, for the better edification of thy Church, to ordain in it, besides the ministers of the Word, rulers and assistants, by whom thy Church may be preserved in peace and prosperity, and the indigent assisted; and that Thou hast at present granted us in this place, men, who are of good testimony, and we hope endowed with thy Spirit. We beseech thee, replenish them more and more with such gifts as are necessary, for them in their ministration; with the gifts of wisdom, courage, discretion, and benevolence, to the end that every one may, in his respective office, acquit himself as is becoming; the elders in taking diligent heed unto the doctrine and conversation, in keeping out the wolves from the sheepfold of thy beloved Son; and in admonishing and reproving disorderly persons. In like manner, the deacons in carefully receiving, and liberally and prudently distributing of the alms to the poor, and in comforting them with thy holy Word. Give grace both to the elders and deacons, that they may persevere in their faithful labour, and never become weary by reason of any trouble, pain or persecution of the world. Grant also especially thy divine grace to this people, over whom they are placed, that they may willingly submit themselves to the good exhortations of the elders, counting them worthy of honour for their work's sake; give also unto the rich, liberal hearts towards the poor, and to the poor grateful hearts towards those who help and serve them; to the end that every one acquitting himself of his duty, thy holy name may thereby be magnified, and the kingdom of thy Son Jesus Christ, enlarged, in whose name we conclude our prayers, saying:"
                        }
                    ],
                    [
                        {
                            "is_centered": true,
                            "text": "Our Father which is in heaven.\nHallowed be thy name.\nThy kingdom come.\nThy will be done in earth, as it is in heaven.\nGive us this day our daily bread.\nAnd forgive us our debts, as we forgive our debtors.\nAnd lead us not into temptation, but deliver us from evil:\nFor thine is the kingdom, and the power and the glory, for ever.\nAmen."
                        }
                    ]
                ]
            }
        }
    ]
}