{
    "title": "Form for Readmitting Excommunicated Persons",
    "type": "Forms",
    "content": [
        {
            "header": "Form for Readmitting Excommunicated Persons",
            "content": [
                {
                    "id": 1,
                    "content": [
                        [
                            {
                                "is_bold": true,
                                "text": "Form for Readmitting Excommunicated Persons"
                            }
                        ],
                        [
                            {
                                "text": "Beloved in the Lord, it is known to you, that some time ago our fellow member N., was cut off from the Church of Christ; we cannot now conceal from you, that he, by the above mentioned remedy, as also by the means of good admonitions and your christian prayers, is come so far, that he is ashamed of his sins, praying us to be readmitted into the communion of the Church."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "Since we, then, by virtues of the command of God, are in duty bound to receive such persons with joy, and it being necessary that good order should be used therein, we therefore give you to understand hereby, that we purpose to loose again the aforementioned excommunicated person from the bond of excommunication, the next time when by the grace of God we celebrate the Supper of the Lord, and receive him again into the communion of the Church; except any one of you, in the meantime, shall show just cause why this ought not to be done, of which you must give notice to us in due time. In the meantime, let every one thank the Lord, for the mercy shown this poor sinner, beseeching him to perfect his work in him to his eternal salvation. Amen."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "Afterwards, if no impediment be alleged, the Minister shall proceed to the readmission of the excommunicated sinner, in the following manner:",
                                "is_bold": true
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "Beloved Christians, we have the last time informed you of the repentance of our fellow-member N. to the end, that he might with your foreknowledge be again received into the Church of Christ: and whereas no one has alleged anything why his readmission ought not to take place, we therefore at present purpose to proceed to the same."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "Our Lord Jesus Christ (Matt. 18), having confirmed the sentence of his Church, in the excommunicating of impenitent sinners, declares immediately thereupon, that whatsoever his ministers shall loose on earth, shall be loosed in heaven; whereby He gives to understand, that when any person is cut off from his Church, he is not deprived of all hopes of salvation; but can again be loosed from the bonds of condemnation. Therefore, since God declares in his word, that he takes no pleasure in the death of a sinner, but that he turn from his wickedness and live, so the church always hopes for the repentance of the backslidden sinner, and keeps her bosom open to receive the penitent; accordingly the apostle Paul (I Cor. 5), commanded the Corinthian (whom he had declared ought to be cut off from the Church) to be again received and comforted, since being reproved by many, he was come to the knowledge of his sins: to the end that he should not be swallowed up with overmuch sorrow (II Cor. 2)."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "Secondly. Christ teaches us in the aforementioned text, that the sentence of absolution, which is passed upon such a penitent sinner according to the Word of God, is counted sure and firm by the Lord; therefore, no one ought to doubt in the least, who truly repents, that he is assuredly received by God in mercy, as Christ says (John 20), Whosesoever sins ye remit, they are remitted unto them."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "But now to proceed to the matter in hand: I ask thee, N., whether thou do declare here with all thine heart before God and his Church; that thou are sincerely sorry for the sin and stubbornness, for which thou has been justly cut off from the Church? Whether thou do also truly believe, that the Lord has forgiven thee, and does forgive thy sins for Christ's sake, and that thou therefore are desirous to be readmitted into the Church of Christ, promising henceforth to live in all godliness according to the command of the Lord?"
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "Answer:",
                                "is_bold": true
                            },
                            {
                                "text": "Yes, verily."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "Then the Minister shall further say:"
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "We then, here assembled in the name and authority of the Lord Jesus Christ, declare thee, N., to be absolved from the bonds of excommunication; and do receive thee again into the Church of the Lord, and declare unto thee that thou are in the communion of Christ and of the holy sacraments, and of all the spiritual blessings and benefits of God, which he promises to and bestows upon his Church: may the eternal God preserve thee therein to the end, through his only begotten Son Jesus Christ. Amen."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "Be therefore assured in thy heart, my beloved brother, that the Lord has again received thee in mercy. Be diligent henceforward to guard thyself against the subtlety of Satan, and the wickedness of the world, to the end, that thou may not fall again into sin: love Christ, for many sins are forgiven thee."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "And you, beloved Christians, receive this your brother, with hearty affection; be glad that he was dead and is alive, he was lost and is found; rejoice with the angels of heaven, over this sinner who repents: count him no longer as a stranger, but as a fellow-citizen with the saints, and of the household of God. And whereas we can have no good of ourselves, let us, praising and magnifying the Lord Almighty, implore his mercy, saying:"
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "Gracious God and Father, we thank thee through Jesus Christ, that thou hast been pleased to give this our fellow-brother repentance unto life, and us cause to rejoice in his conversion. We beseech thee, show him thy mercy, that he may become more and more assured in his mind of the remission of his sins, and that he may receive from thence inexpressible joy and delight, to serve thee. And whereas he has heretofore by his sins offended many, grant that he may, by his conversion, edify many. Grant also that he may steadfastly walk in thy ways to the end: and may we learn from this example, that with thee is mercy, that thou mayest be feared; and that we, counting him for our brother and coheir of life eternal, may jointly serve thee with filial fear and obedience all the days of our life, through Jesus Christ, our Lord, in whose name we thus conclude our prayer:"
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "Our Father which is in heaven. Hallowed be thy name. Thy kingdom come. Thy will be done in earth, as it is in heaven. Give us this day our daily bread. And forgive us our debts, as we forgive our debtors. And lead us not into temptation, but deliver us from evil: For thine is the kingdom, and the power and the glory, for ever. Amen."
                            }
                        ],
                        []
                    ]
                }
            ]
        }
    ]
}