{
    "title": "Form of Ordination (or Installation) of Ministers of God's Word",
    "type": "Forms",
    "content": [
        {
            "header": "Form of Ordination (or Installation) of Ministers of God's Word",
            "content": [
                {
                    "id": 1,
                    "content": [
                        [
                            {
                                "is_bold": true,
                                "text": "Form of Ordination (or Installation) of Ministers of God's Word"
                            }
                        ],
                        [
                            {
                                "text": "The sermon and the usual prayers being finished, the Minister shall thus speak to the congregation:",
                                "is_bold": true
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "Beloved brethren, it is known unto you, that we have, at three different times, published the name of our brother, N., here present, to learn whether any person had aught to offer concerning his doctrine or life, why he might not be ordained to the ministry of the Word. And whereas no one has appeared before us, who has alleged anything lawful against his person, we shall therefore at present, in the name of the Lord, proceed to his ordination; for which purpose, you, N., and all those who are here present, shall first attend to a short declaration taken from the word of God, touching the institution and the office of pastors and ministers of God's Word; where, in the first place, you are to observe, that God our heavenly Father, willing to call and gather a Church from amongst the corrupt race of men unto life eternal, does by a particular mark of his favour use the ministry of men therein."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "Therefore, Paul says, that the Lord Jesus Christ has given some apostles and some prophets, and some evangelists, and some pastors and ministers; for the perfecting of the saints, for the work of the ministry, for the edifying of the body of Christ (Eph. 4:11, 12). Here we see that holy apostle among other things says that the pastoral office is an institution of Christ."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "What this holy office enjoins, may easily be gathered from the very name itself; for as it is the duty of a common shepherd, to feed, guide, protect and rule the flock committed to his charge; so it is with regard to these spiritual shepherds, who are set over the Church, which God calls unto salvation, and counts as sheep of his pasture. The pasture, with which these sheep are fed, is nothing else but the preaching of the gospel, accompanied with prayer, and the administration of the holy sacraments; the same word of God is likewise the staff with which the flock is guided and ruled, consequently it is evident, that the office of pastors and ministers of God's word is,"
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "First. That they faithfully explain to their flock, the Word of the Lord, revealed by the writings of the prophets and the apostles; and apply the same as well in general as in particular, to the edification of the hearers; instructing, admonishing, comforting and reproving, according to every one's need; preaching repentance towards God, and reconciliation with him through faith in Christ; and refuting with the Holy Scriptures, all schisms and heresies which are repugnant to the pure doctrine. All this is clearly signified to us in Holy Writ, for the Apostle Paul says that these labour in the Word (1 Tim. 5:17); and elsewhere he teaches, that this must be done according to the measure or rule of faith (Rom. 12:3, 2 Cor. 10:13); he writes also, that a pastor must hold fast and right divide the faithful and sincere word which is according to the doctrine (2 Tim. 1:13, 2:15): likewise, he that prophesieth [that is, preacheth God's Word], speaketh unto men to edification, and exhortation and comfort (1 Cor. 14:3). In another place he proposes himself as a pattern to pastors, declaring that he has publicly, and from house to house, taught and testified repentance towards God, and faith towards our Lord Jesus Christ (Acts 20:21). But particularly we have a clear description of the office, and ministers of Gods Word (II Cor. 5:18- 20), where the apostle thus speaks, And all things are of God, who has reconciled us to himself by Jesus Christ and has given to us (namely, to the apostles and pastors) the ministry of reconciliation; to wit, that God was in Christ reconciling the world unto himself, not imputing their trespasses unto them, and has committed unto us the word of reconciliation. Now then we are ambassadors for Christ as though God did beseech you by us we pray you in Christ's stead, be ye reconciled to God. Concerning the refutation of false doctrine, the same apostle says (Titus 1:9): That a minister must hold fast the faithful Word of God, that he may be able by sound doctrine, both to exhort and convince the gainsayers."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "Secondly. It is the office of the Ministers, publicly to call upon the name of the Lord in behalf of the whole congregation; for that which the apostles say, we will give ourselves continually to prayer and to the ministry of the word (Acts 6:4), is common to these pastors with the apostles; to which St. Paul alluding, thus speaks to Timothy: I exhort therefore, that first of all supplications, prayers, intercessions, and giving of thanks be made for all men; for kings, and for all that are in authority, etc. (I Tim. 2:1-2)."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "Thirdly. Their office is to administer the sacraments, which the Lord has instituted as seals of his grace: as is evident from the command given by Christ to the apostles, and in them to all pastors: Baptize them in the name of the Father, and of the Son, and of the Holy Ghost (Matt. 28:19). Likewise: For I have received of the Lord, that which also I delivered unto you, that the Lord Jesus the same night in which he was betrayed, etc. (1 Cor. 11:23-29)"
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "Finally, it is the duty of the Ministers of the Word, to keep the Church of God in good discipline, and to govern it in such a manner as the Lord has ordained; for Christ having spoken of the Christian discipline, says to his apostles, Whatsoever ye shall bind on earth shall be bound in heaven (Matt. 16:19, 18:18). And Paul will have the ministers to know how to rule their own house, since they otherwise neither can provide for, nor rule the Church of God. This is the reason why the pastors are in Scripture called stewards of God, and bishops, that is, overseers and watchmen, for they have the oversight of the house of God, wherein they are conversant, to the end that everything may be transacted with good order and decency; and also to open and shut, with the keys of the kingdom of heaven, committed to them, according to the charge given them by God."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "From these things may be learned what a glorious work the ministerial office is, since so great things are effected by it; yea, how highly necessary it is for man's salvation, which is also the reason why the Lord will have such an office always to remain. For Christ said when he sent forth his apostles to officiate in his holy function, Lo, I am always with you, even unto the end of the world (Matt. 28:20); where we see his pleasure is, that this holy office (for the persons to whom he here speaks, could not live to the end of the world) should always be maintained on earth. And therefore Paul exhorts Timothy, to commit that which he had heard of him, to faithful men, who are able to teach others, and he also (2 Tim. 2:2), having ordained Titus minister, further commanded him to ordain elders in every city (Titus 1:5)."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "Forasmuch, therefore as we, for the maintaining of this office in the Church of God, are now to ordain a new minister of the Word, and having sufficiently spoken of the office of such persons, therefore you,N., shall answer to the following questions, which shall be proposed to you, to the end that it may appear to all here present, that you are inclined to accept of this office as above described."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "First. I ask thee, whether thou feelest in thy heart that thou art lawfully called of God's Church, and therefore of God himself, to this holy ministry?"
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "Secondly. Whether thou dost believe the books of the Old and New Testament to be the only Word of God and the perfect doctrine unto salvation, and dost reject all doctrine repugnant thereto?"
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "Thirdly. Whether thou dost promise faithfully to discharge thy office, according to the same doctrine as above described, and to adorn it with a godly life: also, to submit thyself, in case thou shouldest become delinquent either in life or doctrine, to ecclesiastical admonition, according to the public ordinance of the churches?"
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "Answer: Yes, truly, with all my heart."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "Then the Minister, who demanded those questions of him, while he and other Ministers who are present, shall lay their hands* on his head, shall say:",
                                "is_bold": true
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "[*This ceremony shall not be used in the case of those who have before been in the ministry]"
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "God our heavenly Father, who has called thee to his holy ministry, enlighten thee with his Holy Spirit, strengthen thee with his hand, and so govern thee in thy ministry, that thou mayest decently and fruitfully walk therein, to the glory of his name, and the propagation of the kingdom of his Son Jesus Christ. Amen."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "Then the Minister shall, from the pulpit, exhort the ordained Minister, and the congregation in the following manner:",
                                "is_bold": true
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "Take heed, therefore, beloved brother, and fellow-servant in Christ, unto thyself and to all the flock, over which the Holy Ghost has made thee overseer, to feed the Church of God which he has purchased with his own blood: love Christ and feed his sheep, taking the oversight of them not by constraint, but willingly; not for filthy lucre, but of a ready mind, neither as being lord over God's heritage, but an example to the flock. Be an example of believers, in word, in conversation, in charity, in spirit, in faith, in purity. Give attendance to reading, to exhortation, to doctrine. Neglect not the gift that is in thee, meditate upon those things, give thyself wholly to them, that thy profiting may appear to all; take heed to thy doctrine, and continue steadfast therein. Bear patiently all sufferings, and oppressions, as a good soldier of Jesus Christ, for in doing this thou shalt both save thyself and them that hear thee. And when the chief Shepherd shall appear, thou shalt receive a crown of glory that fadeth not away."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "And you likewise, beloved Christians, receive this your minister in the Lord with all gladness, and hold, such in reputation (Phil. 2:29). Remember that God himself through him speaketh unto and beseecheth you. Receive the Word which he, according to the Scripture, shall preach unto you, not as the word of man, but (as it is in truth) the Word of God (1 Thess. 2:13). Let the feet of those that preach the gospel of peace, and bring glad tidings of good things, be beautiful and pleasant unto you. Obey them that have the rule over you, and submit yourselves; for they watch for your souls, as they that must give account; that they may do it with joy, and not with grief: for that is unprofitable for you (Heb. 13:17). If you do these things, it shall come to pass, that the peace of God shall enter into your houses, and that you who receive this man in the name of a prophet, shall receive a prophet's reward, and through his preaching, believing in Christ, shall through Christ, inherit life eternal."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "Since no man is of himself fit for any of these things, let us call upon God with thanksgiving."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "Merciful Father, we thank thee that it pleaseth thee by the ministry of men, to gather a Church to thyself unto life eternal, from amongst the lost children of men; we bless thee for so graciously providing the Church in this place with a faithful minister; we beseech thee to qualify him daily more and more by the Holy Spirit, for the ministry to which thou hast ordained and called him; enlighten his understanding to comprehend thy holy Word, and give him utterance, that he may boldly open his mouth, to make known and dispense the mysteries of the gospel. Endue him with wisdom and valour, to rule the people aright over which he is set, and to preserve them in Christian peace, to the end that thy Church under his administration and by his good example, may increase in number and in virtue. Grant him courage to bear the difficult ties and troubles which he may meet with in his ministry, that being strengthened by the comfort of thy Spirit, he may remain steadfast to the end, and be received with all faithful servants into the joy of his master. Give thy grace also to this people and Church, that they may becomingly deport themselves towards this their minister; that they may acknowledge him to be sent of thee; that they may receive his doctrine with all reverence, and submit themselves to his exhortations. To the end that they may, by his word, believing in Christ, be made partakers of eternal life. Hear us, O Father, through thy beloved Son, who has taught us to pray:"
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "Our Father which is in heaven. Hallowed be thy name. Thy kingdom come. Thy will be done in earth, as it is in heaven. Give us this day our daily bread. And forgive us our debts, as we forgive our debtors. And lead us not into temptation, but deliver us from evil: For thine is the kingdom, and the power and the glory, for ever. Amen."
                            }
                        ],
                        []
                    ]
                }
            ]
        }
    ]
}