{
    "title": "Formula of Subscription (PRCA)",
    "type": "Forms",
    "content": [
        {
            "header": "Formula of Subscription",
            "content": [
                {
                    "id": 1,
                    "content": [
                        [
                            {
                                "is_bold": true,
                                "text": "Formula of Subscription"
                            }
                        ],
                        [
                            {
                                "text": "We, the undersigned, professors of the Protestant Reformed Churches, ministers of the Gospel, elders, and deacons of the Protestant Reformed congregations of ................, of Classis.........., do hereby sincerely and in good conscience before the Lord, declare by this, our subscription, that we heartily believe and are persuaded that all the articles and points of doctrine, contained in the Confession and Catechism of the Reformed Churches, together with the explanation of some points of the aforesaid doctrine, made by the National Synod of Dordrecht, 1618-'19, do fully agree with the Word of God."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "We promise therefore diligently to teach and faithfully to defend the aforesaid doctrine, without either directly or indirectly contradicting the same, by our public preaching or writing."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "We declare, moreover, that we not only reject all errors that militate against this doctrine and particularly those which were condemned by the above mentioned synod, but that we are disposed to refute and contradict these, and to exert ourselves in keeping the church free from such errors. And if hereafter any difficulties or different sentiments respecting the aforesaid doctrines should arise in our minds, we promise that we will neither publicly nor privately propose, teach, or defend the same, either by preaching or writing, until we have first revealed such sentiments to the consistory, classis, and synod, that the same may be there examined, being ready always cheerfully to submit to the judgment of the consistory, classis, and synod, under the penalty in case of refusal to be, by that very fact, suspended from our office."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "And further, if at any time the consistory, classis, or synod, upon sufficient grounds of suspicion and to preserve the uniformity and purity of doctrine, may deem it proper to require of us a further explanation of our sentiments respecting any particular article of the Confession of Faith, the Catechism, or the explanation of the National Synod, we do hereby promise always to be willing and ready to comply with such requisition, under the penalty above mentioned, reserving for ourselves, however, the right of an appeal, whenever we shall believe ourselves aggrieved by the sentence of the consistory, the classis, or the synod, and until a decision is made upon such an appeal, we will acquiesce in the determination and judgment already passed."
                            }
                        ],
                        []
                    ]
                }
            ]
        }
    ]
}