{
    "title": "Form for the Installation of Professors of Theology",
    "type": "Forms",
    "content": [
        {
            "header": "Form for the Installation of Professors of Theology",
            "content": [
                {
                    "id": 1,
                    "content": [
                        [
                            {
                                "is_bold": true,
                                "text": "Form for the Installation of Professors of Theology"
                            }
                        ],
                        [
                            {
                                "text": "Beloved brethren, it is known unto you that our brother in the holy ministry, N. N., has been called by our last Synod to the important office of professor of theology at our Theological Seminary. To our joy he has accepted this call and we are now assembled to install him in office. For which purpose we request thee, brother N. N., to arise and to listen to that which belongs to this office, and is placed by the Lord and the Church in thy charge."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "Since our God, who is rich in mercy, has chosen in his great love a Church unto himself for the inheritance of eternal life, and will gather this Church through his Spirit and Word to the fellowship of his Son, in the unity of true faith, and to the increase of the knowledge of his will, so it pleases him to call men by his Holy Spirit, who as ministers of the Word are to preach the glad tidings of salvation among those who already belong to the Church and among those outside, who are yet without the knowledge of God's ways."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "The first messengers of peace in the days of the New Testament were immediately taught by our Lord Jesus Christ, and were by him personally trained and sent. After the outpouring of the Holy Spirit he gave them great diversities of extraordinary gifts and knowledge of the mysteries of salvation of sinners and the upbuilding of saints. Because these extraordinary methods, however, lasted only as long as the Lord judged them to be necessary for the founding of his Church among the nations, the necessity was soon felt of training youths and men for the holy ministry under the ordinary dispensation of the Spirit by the regular methods of education. And this especially in virtue of what Paul wrote in 2 Timothy 2:2, \"And the things which thou hast heard from me among many witnesses, the same commit thou to faithful men, who shall be able to teach others also.\" The Apostle here points to what he had himself done and what he required of his disciple Timothy."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "In obedience to this apostolic direction this training was originally done by learned and capable overseers of the Church. Later the schools of Alexandria, Antioch, and other important cities were especially engaged in this work. And when toward the end of the middle ages and in the sixteenth and seventeenth centuries universities arose in various places, theology was not incorporated merely as a faculty with other faculties, but usually recognized as Queen of Sciences. This was the more easily done because the Church, both Roman Catholic and Protestant, exercised authority over or concerned itself with everything."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "As long as a university is founded on the basis of Holy Scripture, accepts the confession of a certain denomination, and this denomination has part control in the appointing of professors of theology, it cannot be disapproved of that future ministers of the Word should receive their education at such an institution."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "Since, however, Paul in Romans 3:2 expressly declares that the church of the old dispensation, and therefore also the church of the new dispensation, was given the special prerogative that to her were entrusted the oracles of God, it follows therefore that the Church has a divine mission to proclaim the word of God, to collect from the Word of God her standards of faith, to study theology according to these words, and further to advance what is in direct connection with this study."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "Conscious of this calling our Church has also established a Theological School and called the reverend brother, N.N., to devote his talents to this School."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "In behalf of our Church the Curators charge thee, esteemed brother, with the task of instructing and establishing in the knowledge of God's Word the students who hope once to minister in his Church. Expound to them the mysteries of the faith; caution them in regard to the errors and heresies of the old, but especially of the new day; seek to explain how they not alone as teachers are to instruct but also as pastors are to shepherd the flock of the Lord. Assist in maintaining order and discipline among the disciples, that our Seminary may continue to enjoy the respect, the support, the appreciation, the love and the prayer of the Church. Be a good example to the students, that they may not only profit from thy learning, but also find in thee a living illustration of the power and practice of true godliness."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "Be engaged in all of this according to the measure of the gifts God gave thee, in dependence on the Lord's help and the light of the Holy Spirit. And that it may now publicly appear that thou, highly esteemed brother, art thus disposed, thou art to answer the following questions:"
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "First. I ask thee, dost thou feel in thy heart that thou art lawfully called of God's Church and therefore of God himself to this office?"
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "Secondly. Dost thou believe the books of the Old and New Testament to be the only Word of God? Dost thou reject all doctrine repugnant thereto, and dost thou accept the doctrinal standards of this Christian Church as the truest expression of the doctrine of salvation?"
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "Thirdly. Dost thou promise faithfully to discharge thy office according to the same doctrine above described, and to adorn it with a godly life?"
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "Fourthly. Dost thou promise to submit thyself, in case thou shouldest become delinquent, either in life or doctrine, to the ordinance of the Church, and if necessary, to Church discipline?"
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "Answer: Yes, with all my heart."
                            }
                        ],
                        []
                    ]
                }
            ]
        }
    ]
}