{"title":"Form for the Administration of the Lord's Supper","type":"Forms","content":[{"header":"Introduction","content":[{"id":1,"content":[[{"is_bold":true,"text":"Form for the Administration of the Lord's Supper"}],[{"text":"Beloved in the Lord Jesus Christ, attend to the words of the institution of the Holy Supper of our Lord Jesus Christ, as they are delivered by the holy Apostle Paul. 1 Cor. 11:23-30."},{"text":"\n\n"},{"text":"\"For I have received of the Lord, that which also I delivered unto you, that the Lord Jesus, the same night in which he was betrayed, took bread; and when he had given thanks, he brake it, and said, Take, eat; this is my body which is broken for you, this do in remembrance of me. And after the same manner also, he took the cup, when he had supped, saying, This cup is the new testament in my blood; this do ye, as oft as ye drink it in remembrance of me; for as oft as ye eat this bread, and drink this cup, ye do show the Lord's death till he come. Wherefore, whosoever shall eat this bread, and drink this cup of the Lord unworthily, shall be guilty of the body and blood of the Lord. But let a man examine himself, and so let him eat of that bread, and drink of that cup; for he that eateth and drinketh unworthily, eateth and drinketh damnation [Dutch, Oordeel -- English, Judgment, condemnation] to himself, not discerning the Lord's body.\""},{"text":"\n\n"},{"text":"That we may now celebrate the Supper of the Lord to our comfort, it is above all things necessary,"},{"text":"\n\n"},{"text":"First. Rightly to examine ourselves."},{"text":"\n\n"},{"text":"Secondly. To direct it to that end for which Christ hath ordained and instituted the same, namely, to his remembrance."}],[]]}]},{"header":"First. Rightly to examine ourselves.","content":[{"id":2,"content":[[],[{"text":"The true examination of ourselves consists of these three parts:"},{"text":"\n\n"},{"text":"First. That every one consider by himself, his sins and the curse due to him for them, to the end that he may abhor and humble himself before God: considering that the wrath of God against sin is so great, that (rather than it should go unpunished) he hath punished the same in his beloved Son Jesus Christ, with the bitter and shameful death of the cross."},{"text":"\n\n"},{"text":"Secondly. That every one examine his own heart, whether he doth believe this faithful promise of God, that all his sins are forgiven him only for the sake of the passion and death of Jesus Christ, and that the perfect righteousness of Christ is imputed and freely given him as his own, yea, so perfectly, as if he had satisfied in his own person for all his sins,and fulfilled all righteousness."},{"text":"\n\n"},{"text":"Thirdly. That everyone examine his own conscience, whether he purposeth henceforth to show true thankfulness to God in his whole life, and to walk uprightly before him; as also, whether he hath laid aside unfeignedly all enmity, hatred, and envy, and doth firmly resolve henceforward to walk in true love and peace with his neighbor."},{"text":"\n\n"},{"text":"All those, then, who are thus disposed, God will certainly receive in mercy, and count them worthy partakers of the table of his Son Jesus Christ. On the contrary, those who do not feel this testimony in their hearts, eat and drink judgment to themselves."},{"text":"\n\n"},{"text":"Therefore, we also, according to the command of Christ and the Apostle Paul, admonish all those who are defiled with the following sins, to keep themselves from the table of the Lord, and declare to them that they have no part in the kingdom of Christ; such as all idolaters, all those who invoke deceased saints, angels or other creatures; all those who worship images; all enchanters, diviners, charmers, and those who confide in such enchantments; all despisers of God, and of his Word, and of the holy sacraments; all blasphemers; all those who are given to raise discord, sects and mutiny in Church or State; all perjured persons; all those who are disobedient to their parents and superiors; all murderers, contentious persons, and those who live in hatred and envy against their neighbors; all adulterers, whoremongers, drunkards, thieves, usurers, robbers, gamesters, covetous, and all who lead offensive lives."},{"text":"\n\n"},{"text":"All these, while they continue in such sins, shall abstain from this meat (which Christ hath ordained only for the faithful), lest their judgment and condemnation be made the heavier."},{"text":"\n\n"},{"text":"But this is not designed (dearly beloved brethren and sisters in the Lord), to deject the contrite hearts of the faithful, as if none might come to the supper of the Lord, but those who are without sin; for we do not come to this supper, to testify thereby that we are perfect and righteous in ourselves; but on the contrary, considering that we seek our life out of ourselves in Jesus Christ, we acknowledge that we lie in the midst of death; therefore, notwithstanding we feel many infirmities and miseries in ourselves, as namely, that we have not perfect faith, and that we do not give ourselves to serve God with that zeal as we are bound, but have daily to strive with the weakness of our faith, and the evil lusts of our flesh; yet, since we are (by the grace of the Holy Spirit) sorry for these weaknesses, and earnestly desirous to fight against our unbelief, and to live according to all the commandments of God: therefore we rest assured that no sin or infirmity, which still remaineth against our will, in us, can hinder us from being received of God in mercy, and from being made worthy partakers of this heavenly meat and drink."}],[]]}]},{"header":"Secondly. To direct it to that end for which Christ hath ordained and instituted the same, namely, to his remembrance.","content":[{"id":3,"content":[[],[{"text":"Let us now also consider, to what end the Lord hath instituted his Supper, namely, that we do it in remembrance of Him. Now after this manner are we to remember him by it:"},{"text":"\n\n"},{"text":"First. That we are confidently persuaded in our hearts, that our Lord Jesus Christ (according to the promises made to our forefathers in the Old Testament) was sent of the Father into the world; that he assumed our flesh and blood; that he bore for us the wrath of God (under which we should have perished everlastingly) from the beginning of his incarnation, to the end of his life upon earth; and that he hath fulfilled, for us, all obedience to the divine law, and righteousness; especially, when the weight of our sins and the wrath of God pressed out of him the bloody sweat in the garden, where he was bound that we might be freed from our sins; that he afterwards suffered innumerable reproaches, that we might never be confounded; that he was innocently condemned to death, that we might be acquitted at the judgment-seat of God; yea, that he suffered his blessed body to be nailed on the cross -- that he might fix thereon the handwriting of our sins; and hath also taken upon himself the curse due to us, that he might fill us with his blessings: and hath humbled himself unto the deepest reproach and pains of hell, both in body and soul, on the tree of the cross, when he cried out with a loud voice, \"My God, my God! why hast thou forsaken me?\" that we might be accepted of God and never be forsaken of him: and finally confirmed with his death and shedding of his blood, the new and eternal testament, that covenant of grace and reconciliation when he said: \"It is finished.\""},{"text":"\n\n"},{"text":"Secondly. And that we might firmly believe that we belong to this covenant of grace, the Lord Jesus Christ, in his last Supper, took bread, and when he had given thanks, he brake it, and gave it to his disciples and said, \"Take, eat, this is my body which is broken for you, this do in remembrance of me; in like manner also after supper he took the cup, gave thanks and said, Drink ye all of it; this cup is the new testament in my blood, which is shed for you and for many, for the remission of sins; this do ye as often as ye drink it in remembrance of me\": that is, as often as ye eat of this bread and drink of this cup, you shall thereby as by a sure remembrance and pledge, be admonished and assured of this my hearty love and faithfulness towards you; that, whereas you should otherwise have suffered eternal death, I have given my body to the death of the cross, and shed my blood for you; and as certainly feed and nourish your hungry and thirsty souls with my crucified body, and shed blood, to everlasting life, as this bread is broken before your eyes, and this cup is given to you, and you eat and drink the same with your mouth, in remembrance of me."},{"text":"\n\n"},{"text":"From this institution of the Holy Supper of our Lord Jesus Christ, we see that he directs our faith and trust to his perfect sacrifice (once offered on the cross) as to the only ground and foundation of our salvation, wherein he is become to our hungry and thirsty souls, the true meat and drink of life eternal. For by his death he hath taken away the cause of our eternal death and misery, namely, sin, and obtained for us the quickening Spirit, that we by the same (who dwelleth in Christ as in the head, and in us as his members), might have the true communion with him, and be made partakers of all his blessings, of life eternal, righteousness and glory."},{"text":"\n\n"},{"text":"Besides,that we by this same Spirit may also be united as members of one body in true brotherly love, as the holy Apostle saith, \"For we, being many, are one bread and one body; for we are all partakers of that one bread.\" For as out of many grains one meal is ground, and one bread baked, and out of many berries being pressed together, one wine floweth, and mixeth itself together; so shall we all, who by a true faith are ingrafted into Christ, be altogether one body, through brotherly love, for Christ's sake, our beloved Savior, who hath so exceedingly loved us, and not only showed this in word, but also in very deed towards one another."},{"text":"\n\n"},{"text":"Hereto assist us, the Almighty God and Father of our Lord Jesus Christ through his Holy Spirit. Amen."},{"text":"\n\n"},{"text":"That we may obtain all this, let us humble ourselves before God, and with true faith implore his grace."},{"text":"\n\n"},{"text":"Prayer"},{"text":"\n\n"},{"text":"O most merciful God and Father, we beseech thee, that thou wilt be pleased in this Supper (in which we celebrate the glorious remembrance of the bitter death of thy beloved Son Jesus Christ) to work in our hearts through the Holy Spirit, that we may daily more and more with true confidence, give ourselves up unto thy Son Jesus Christ, that our afflicted and contrite hearts, through the power of the Holy Ghost, may be fed and comforted with his true body and blood; yea, with him, true God and man, that only heavenly bread; and that we may no longer live in our sins, but he in us, and we in him, and thus truly be made partakers of the new and everlasting covenant of grace. That we may not doubt but thou wilt forever be our gracious Father, nevermore imputing our sins unto us, and providing us with all things necessary, as well for the body as the soul, as thy beloved children and heirs; grant us also thy grace,that we may take up our cross cheerfully, deny ourselves, confess our Savior, and in all tribulations, with uplifted heads expect our Lord Jesus Christ from heaven, where he will make our mortal bodies like unto his most glorious body, and take us unto him in eternity."},{"text":"\n\n"},{"text":"Our Father which art in heaven. Hallowed be thy name. Thy kingdom come. Thy will be done in earth, as it is in heaven. Give us this day our daily bread. And forgive us our debts, as we forgive our debtors. And lead us not into temptation, but deliver us from evil: for thine is the kingdom, and the power and the glory, for ever."},{"text":"\n\n"},{"text":"Strengthen us also by this Holy Supper in the catholic undoubted christian faith, whereof we made confession with our mouths and hearts, saying:"},{"text":"\n\n"},{"text":"I believe in God, the Father, Almighty, Maker of heaven and earth; and in Jesus Christ his only Son our Lord; who was conceived by the Holy Ghost, born of the virgin Mary, suffered under Pontius Pilate, was crucified, dead and buried, he descended into hell: the third day he rose again from the dead, he ascended into heaven, and sitteth at the right hand of God the Father Almighty; from thence he shall come to judge the quick and the dead."},{"text":"\n\n"},{"text":"I believe in the Holy Ghost; I believe an holy catholic church; the communion of saints; the forgiveness of sins; the resurrection of the body; and life everlasting. Amen."},{"text":"\n\n"},{"text":"That we may now be fed with the true heavenly bread, Christ Jesus, let us not cleave with our hearts unto the external bread and wine, but lift them up on high in heaven, where Christ Jesus is our Advocate, at the right hand of his heavenly Father, whither all the articles of our faith lead us; not doubting, but we shall as certainly be fed and refreshed in our souls through the working of the Holy Ghost, with his body and blood, as we receive the holy bread and wine in remembrance of him."},{"text":"\n\n"},{"text":"In breaking and distributing the bread, the Minister shall say:"},{"text":"\n\n"},{"text":"The bread which we break is the communion of the body of Christ."},{"text":"\n\n"},{"text":"And when he giveth the cup:"},{"text":"\n\n"},{"text":"The cup of blessing, which we bless, is the communion of the blood of Christ."},{"text":"\n\n"},{"text":"[During the communion, there shall or may be devoutly sung, a psalm, or some chapter read, in remembrance of the death of Christ as in the 53rd chapter of Isaiah, the 13th, 14th, 15th, 16th, 17th, and 18th chapters of John, or the like.]"},{"text":"\n\n"},{"text":"After the Communion the Minister shall say:"},{"text":"\n\n"},{"text":"Beloved in the Lord, since the Lord hath now fed our souls at this table, let us therefore jointly praise his holy name with thanksgiving, and everyone say in his heart, thus:"},{"text":"\n\n"},{"text":"Bless the Lord, O my soul; and all that is within me, bless his holy name."},{"text":"\n"},{"text":"Bless the Lord, O my soul, and forget not all his benefits."},{"text":"\n"},{"text":"Who forgiveth all thine iniquities; who healeth all thy diseases."},{"text":"\n"},{"text":"Who redeemeth thy life from destruction, who crowneth thee with loving kindness and tender mercies."},{"text":"\n"},{"text":"The Lord is merciful and gracious, slow to anger and plenteous in mercy."},{"text":"\n"},{"text":"He hath not dealt with us after our sins, nor rewarded us according to our iniquities."},{"text":"\n"},{"text":"For as the heaven is high above the earth, so great is his mercy towards them that fear him."},{"text":"\n"},{"text":"As far as the East is from the West, so far hath he removed our transgressions from us."},{"text":"\n"},{"text":"Like as a father pitieth his children, so the Lord pitieth them that fear him. (Ps. 103:1–5, 8–13)"},{"text":"\n"},{"text":"Who hath not spared his own Son, but delivered him up for us all, and given us all things with him. Therefore God commendeth therewith his love towards us, in that while we were yet sinners, Christ died for us; much more then, being now justified in his blood, we shall be saved from wrath through him: for, if, when we were enemies, we were reconciled to God by the death of his Son; much more being reconciled, we shall be saved by his life. Therefore shall my mouth and heart show forth the praise of the Lord from this time forth forever more. Amen."},{"text":"\n\n"},{"text":"Let everyone say with an attentive heart:"},{"text":"\n\n"},{"text":"Thanksgiving"},{"text":"\n\n"},{"text":"O! Almighty, merciful God and Father, we render thee most humble and hearty thanks, that thou hast of thy infinite mercy, given us thine only begotten Son, for a Mediator and a sacrifice for our sins,and to be our meat and drink unto life eternal, and that thou givest us lively faith, whereby we are made partakers of such great benefits. Thou hast also been pleased, that thy beloved Son Jesus Christ should institute and ordain his Holy Supper for the confirmation of the same. Grant, we beseech thee, O faithful God and Father, that through the operation of thy Holy Spirit, the commemoration of the death of our Lord Jesus Christ may tend to the daily increase of our faith, and saving fellowship with him, through Jesus Christ thy Son, in whose name we conclude our prayers, saying:"},{"text":"\n\n"},{"text":"Our Father which art in heaven, hallowed be Thy name. Thy kingdom come. Thy will be done in earth, as it is in heaven. Give us this day our daily bread. And forgive us our debts, as we forgive our debtors. And lead us not into temptation, but deliver us from evil. For Thine is the kingdom, and the power, and the glory, for ever. Amen."}],[]]}]}]}