{
    "title": "The Apostle's Creed",
    "type": "Creeds",
    "content": [
        {
            "header": "Introduction",
            "content": {
                "id": 0,
                "content": [
                    [
                        {
                            "text": "The name of this creed does not point to apostlic authorship, but rather to the fact that it summarizes briefly the fundamental truths of Scripture as given to us through the apostles. In its simplest form the creed probably originated in the early part of the second century and arose in connection with the instruction of catechumens in preparation for baptism. In its present form this creed is probably of no earlier date than the latter part of the fifth century. It is the best known of the ecumenical creeds; and it  gives simple, brief, and yet full expression to our \"catholic, undoubted Christian faith.\""
                        }
                    ]
                ]
            }
        },
        {
            "header": "The Apostle's Creed",
            "content": {
                "id": 1,
                "content": [
                    [
                        {
                            "text": "1."
                        },
                        {
                            "text": "I believe in God the Father, Almighty, Maker of heaven and earth;"
                        }
                    ],
                    [
                        {
                            "text": "2."
                        },
                        {
                            "text": "And in Jesus Christ, His only begotten Son, our Lord;"
                        }
                    ],
                    [
                        {
                            "text": "3."
                        },
                        {
                            "text": "Who was conceived by the Holy Ghost, born of the Virgin Mary;"
                        }
                    ],
                    [
                        {
                            "text": "4."
                        },
                        {
                            "text": "Suffered under Pontius Pilate; was crucified, dead, and buried; He descended into hell;"
                        }
                    ],
                    [
                        {
                            "text": "5."
                        },
                        {
                            "text": "The third day He rose again from the dead;"
                        }
                    ],
                    [
                        {
                            "text": "6."
                        },
                        {
                            "text": "He ascended into heaven, and sitteth at the right hand of God the Father Almighty;"
                        }
                    ],
                    [
                        {
                            "text": "7."
                        },
                        {
                            "text": "From thence He shall come to judge the quick and the dead."
                        }
                    ],
                    [
                        {
                            "text": "8."
                        },
                        {
                            "text": "I believe in the Holy Ghost."
                        }
                    ],
                    [
                        {
                            "text": "9."
                        },
                        {
                            "text": "I believe an holy catholic church; the communion of saints;"
                        }
                    ],
                    [
                        {
                            "text": "10."
                        },
                        {
                            "text": "The forgiveness of sins;"
                        }
                    ],
                    [
                        {
                            "text": "11."
                        },
                        {
                            "text": "The resurrection of the body;"
                        }
                    ],
                    [
                        {
                            "text": "12."
                        },
                        {
                            "text": "And the life everlasting. AMEN."
                        }
                    ]
                ]
            }
        }
    ]
}