{
    "title": "Church Order (PRCA)",
    "type": "Forms",
    "content": [
        {
            "header": "Article 1",
            "content": [
                {
                    "id": 1,
                    "content": [
                        [
                            {
                                "text": "Article 1"
                            }
                        ],
                        [
                            {
                                "text": "For the maintenance of good order in the church of Christ it is necessary that there should be: offices, assemblies, supervision of doctrine, sacraments and ceremonies, and Christian discipline; of which matters the following articles treat in due order."
                            }
                        ]
                    ]
                }
            ]
        },
        {
            "header": "Of The Offices",
            "content": [
                {
                    "id": 1,
                    "content": [
                        [
                            {
                                "text": "Article 2"
                            }
                        ],
                        [
                            {
                                "text": "The offices are of three kinds: of the ministers of the Word, of the elders, and of the deacons."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "(Revision of Article 2: Synod of 2000, Art. 28, A.)"
                            }
                        ]
                    ]
                },
                {
                    "id": 2,
                    "content": [
                        [
                            {
                                "text": "Article 3"
                            }
                        ],
                        [
                            {
                                "text": "No one, though he be a professor of theology, elder, or deacon, shall be permitted to enter upon the ministry of the Word and the sacraments without having been lawfully called thereunto. And when anyone acts contrary thereto, and after being frequently admonished does not desist, the classis shall judge whether he is to be declared a schismatic or is to be punished in some other way."
                            }
                        ]
                    ]
                },
                {
                    "id": 3,
                    "content": [
                        [
                            {
                                "text": "Article 4"
                            }
                        ],
                        [
                            {
                                "text": "The lawful calling of those who have not been previously in office consists:"
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "First, in the ELECTION by the consistory and the deacons, after preceding prayers, with due observance of the regulations established by the consistory for this purpose, and of the ecclesiastical ordinance that only those can for the first time be called to the ministry of the Word who have been declared eligible by the churches according to the rule in this matter; and furthermore with the advice of classis or of the counselor appointed for this purpose by the classis."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "Secondly, in the EXAMINATION both of doctrine and life, which shall be conducted by the classis to which the call must be submitted for approval, and which shall take place in the presence of three delegates of synod from the nearest classis."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "Thirdly, in the APPROBATION by the members of the calling church, when, the name of the minister having been announced for two successive Sundays, no lawful objection arises; which approbation, however, is not required in case the election takes place with the cooperation of the congregation by choosing out of a nomination previously made."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "Finally, in the public ORDINATION in the presence of the congregation, which shall take place with appropriate stipulations and interrogations, admonitions and prayers, and imposition of hands by the officiating minister (and by other ministers who are present) agreeably to the form for that purpose."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "is_bold": true,
                                "text": "Decisions pertaining to Article 4"
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "A."
                            },
                            {
                                "text": "The election of a minister of the Word shall be conducted in the following manner:"
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "1.The consistory shall make a nomination consisting usually of a trio of eligible ministers or candidates."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "2. The nomination shall be submitted to the approbation of the congregation and unto that end publicly announced to her on two successive Sundays."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "3. From the nomination the male members assembled on a congregational meeting which has been announced on two successive Sundays shall elect by secret ballot. The majority of votes cast shall be decisive. No members under censure nor adult baptized members have the right to vote. Blank votes must be subtracted from the total votes cast in order to determine how many votes a candidate must receive to have the majority which is required to his election."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "B. Advice to classis and counselor. The following usage obtains:"
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "1. That a counselor shall be designated for a vacant congregation to serve her with advice in case of difficulty, and to represent the classis in the process of the election."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "2. That the nomination made by the consistory be submitted to the counselor for approval, who must see to it that the nomination does not conflict with the ecclesiastical regulations pertaining thereto. Further, that without this approbation being obtained the election cannot proceed."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "3.That the congregational meeting upon which the election takes place shall be presided over, if at all possible, by the counselor. Likewise, the calling issued by the consistory, the composition of the call-letter, and the signing thereof by all the consistory members shall be under his supervision."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "4. That also the counselor himself shall sign the call-letter as token of his approbation in the name of the classis."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "C. Peremptoir examination of candidates:"
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "1. Examination shall be conducted in:"
                            },
                            {
                                "text": "\n"
                            },
                            {
                                "text": "a. Dogmatics."
                            },
                            {
                                "text": "\n"
                            },
                            {
                                "text": "b. Practical qualifications, among which the following:"
                            },
                            {
                                "text": "\n"
                            },
                            {
                                "text": "1. Personal spirituality."
                            },
                            {
                                "text": "\n"
                            },
                            {
                                "text": "2. Motives for seeking the office of minister."
                            },
                            {
                                "text": "\n"
                            },
                            {
                                "text": "3. Evidence of insight into pastoral practical labors."
                            },
                            {
                                "text": "\n"
                            },
                            {
                                "text": "c. Knowledge of the Holy Scriptures, treating specifically of:"
                            },
                            {
                                "text": "\n"
                            },
                            {
                                "text": "1. The nature of Holy Scripture."
                            },
                            {
                                "text": "\n"
                            },
                            {
                                "text": "2. The contents of Holy Scripture."
                            },
                            {
                                "text": "\n"
                            },
                            {
                                "text": "d. Knowledge of the confessions:"
                            },
                            {
                                "text": "\n"
                            },
                            {
                                "text": "1. Meaning and purpose of the confessions."
                            },
                            {
                                "text": "\n"
                            },
                            {
                                "text": "2. The contents of the confessions."
                            },
                            {
                                "text": "\n"
                            },
                            {
                                "text": "3. The application of the confessions to our life."
                            },
                            {
                                "text": "\n"
                            },
                            {
                                "text": "e. Controversy."
                            },
                            {
                                "text": "\n"
                            },
                            {
                                "text": "f. Specimen of preaching:"
                            },
                            {
                                "text": "\n"
                            },
                            {
                                "text": "1. Preaching before the congregation in the presence of classis."
                            },
                            {
                                "text": "\n"
                            },
                            {
                                "text": "2. Critical discussion of the sermon preached."
                            },
                            {
                                "text": "\n"
                            },
                            {
                                "text": "\n"
                            },
                            {
                                "text": "2. Further usage prevailing is as follows:"
                            },
                            {
                                "text": "\n"
                            },
                            {
                                "text": "a. Voting by secret ballot regarding his admittance."
                            },
                            {
                                "text": "\n"
                            },
                            {
                                "text": "b, In case of a favorable outcome the applicant shall sign the formula of subscription."
                            },
                            {
                                "text": "\n"
                            },
                            {
                                "text": "c. Finally, that he be provided with written proof signed by president and clerk, wherein classis declares that it judges him qualified for the ministry of the Word."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "D. Candidates:"
                            },
                            {
                                "text": "\n"
                            },
                            {
                                "text": "1. To the final theological school examination there has been added a praeparatoir examination, which is conducted by the synod."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "2. Candidates may not be called within one month after this praeparatoir examination."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "3. For the consideration of calls received, the candidate is allowed the time of six weeks."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "4. In case the candidate should not give satisfaction in the peremptoir examination, and the congregation nevertheless continues to desire him, he shall at the following classis be given opportunity for reexamination in those branches in which he appeared unsatisfactory."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "(Adopted by Classis of June 6, 7, 1934; Synod of 1944, Arts. 66, 67.)"
                            }
                        ]
                    ]
                },
                {
                    "id": 4,
                    "content": [
                        [
                            {
                                "text": "Article 5"
                            }
                        ],
                        [
                            {
                                "text": "Ministers already in the ministry of the Word, who are called to another congregation, shall likewise be called in the aforesaid manner by the consistory and the deacons, with observance of the regulations made for the purpose by the consistory and of the general ecclesiastical ordinances for the eligibility of those who have served outside of the Protestant Reformed Churches and for the repeated calling of the same minister during the same vacancy; further, with the advice of the classis or of the counselor appointed by the classis, and with the approval of the classis or of the delegates appointed by the classis, to whom the ministers called show good ecclesiastical testimonials of doctrine and life, with the approval of the members of the calling congregation, as stated in Article 4; whereupon the minister called shall be installed with appropriate stipulations and prayers agreeably to the form for this purpose."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "is_bold": true,
                                "text": "Decisions pertaining to Article 5"
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "A."
                            },
                            {
                                "text": "Consistories of vacant churches shall not place on nomination names of such ministers who have not yet served their present congregation two years, unless there be preponderant considerations; and a counselor who deems it his calling to approve in the name of classis such a nomination shall be required to give an account of his reasons to classis."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "B. A minister shall not be called more than once within a year by the same vacant church without advice of classis."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "C. In case of difference of opinion between a counselor and a consistory regarding the legality of a call, the consistory shall not proceed without the consent of classis."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "D. When a minister shall accept a call to another congregation before he has served his present congregation two full years, the congregation to which he moves shall repay one-half of the moving expenses incurred at the time of securing him by the congregation he is vacating."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "E. The \"Procedure\" appended to Article 9 is understood to fulfill the \"general ecclesiastical ordinance for the eligibility of those who have served outside of the Protestant Reformed Churches.\""
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "(Adopted by Classis of June 6, 7, 1934; Synod of 1944, Arts. 66, 67; Synod of 1993, Art. 36.)"
                            }
                        ]
                    ]
                },
                {
                    "id": 5,
                    "content": [
                        [
                            {
                                "text": "Article 6"
                            }
                        ],
                        [
                            {
                                "text": "No minister shall be at liberty to serve in institutions of mercy or otherwise, unless he be previously admitted in accordance with the preceding articles, and he shall, no less than others, be subject to the Church Order."
                            }
                        ]
                    ]
                },
                {
                    "id": 6,
                    "content": [
                        [
                            {
                                "text": "Article 7"
                            }
                        ],
                        [
                            {
                                "text": "No one shall be called to the ministry of the Word without his being stationed in a particular place, except he be sent to do church extension work."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "(Cf. Constitution of the Domestic Mission Committee, pp. 49-53, and of the Foreign Mission Committee, pp. 58-61.)"
                            }
                        ]
                    ]
                },
                {
                    "id": 7,
                    "content": [
                        [
                            {
                                "text": "Article 8"
                            }
                        ],
                        [
                            {
                                "text": "Persons who have not pursued the regular course of study in preparation for the ministry of the Word, and have therefore not been declared eligible according to Article 4, shall not be admitted to the ministry unless there is assurance of their exceptional gifts, godliness, humility, modesty, common sense, and discretion, as also gifts of public address. When such persons present themselves for the ministry, the classis (if the synod approve) shall first examine them, and further deal with them as it shall deem edifying, according to the general regulations of the churches."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "(Revision of Article 8, Synod of 2000, Art. 28, M.)"
                            }
                        ]
                    ]
                },
                {
                    "id": 8,
                    "content": [
                        [
                            {
                                "text": "Article 9"
                            }
                        ],
                        [
                            {
                                "text": "Preachers without fixed charge, or others who have left some sect, shall not be admitted to the ministry of the church until they have been declared eligible, after careful examination by the classis, with the approval of synod."
                            },
                            {
                                "text": "\n"
                            },
                            {
                                "text": "\n"
                            },
                            {
                                "is_bold": true,
                                "text": "Decision pertaining to Article 9"
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "is_bold": true,
                                "text": "Procedure for admission of ministers from other denominations:"
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "A."
                            },
                            {
                                "text": "A minister from another denomination desiring entrance into the ministry of the Protestant Reformed Churches under Article 9 of the Church Order shall apply to the Protestant Reformed classis nearest to which he resides."
                            },
                            {
                                "text": "\n"
                            },
                            {
                                "text": "1. The minister making application shall have publicly resigned his ministry and his membership in his former congregation and denomination and become a member of a local Protestant Reformed Church."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "2. The minister making application shall meet with and seek the advice of a nearby Protestant Reformed consistory."
                            },
                            {
                                "text": "\n"
                            },
                            {
                                "text": "a. The consistory shall interview the minister sufficiently to make recommendations to the classis concerning the applicant's qualifications for the ministry in the Protestant Reformed Churches and to determine whether they would be willing to hold his ministerial credentials until he accepts a call, should classis approve his examination and declare him eligible for a call."
                            },
                            {
                                "text": "\n"
                            },
                            {
                                "text": "b. The advice of the consistory shall be forwarded to the Classical Committee along with the applicant's formal request for entrance into the ministry of the Protestant Reformed Churches."
                            },
                            {
                                "text": "\n"
                            },
                            {
                                "text": "\n"
                            },
                            {
                                "text": "3. The minister making application shall furnish the following documentation:"
                            },
                            {
                                "text": "\n"
                            },
                            {
                                "text": "a. A declaration of his reasons for desiring entrance into the ministry of the Protestant Reformed Churches and an account of his background in the ministry."
                            },
                            {
                                "text": "\n"
                            },
                            {
                                "text": "b. A testimonial from the consistory or session under which he previously labored concerning his purity of doctrine and sanctity of life. If this is not possible because his leaving makes him a persona non grata, the classis shall make investigation of the applicant's previous labors."
                            },
                            {
                                "text": "\n"
                            },
                            {
                                "text": "c. A diploma, or statement of credits, from an accredited college and recognized seminary, to show the scholastic attainment of the applicant."
                            },
                            {
                                "text": "\n"
                            },
                            {
                                "text": "d. A statement of health from a physician."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "B. Classis shall act upon the applicant's request, with the concurring advice of the Synodical Deputies, taking into consideration the following:"
                            },
                            {
                                "text": "\n"
                            },
                            {
                                "text": "1. All the documents listed under A, 3 above are found to be in good order."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "2. The need for ministers in the Protestant Reformed denomination at the time of the application."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "C. If the applicant's request is approved, classis shall set a date for convening another classis for the purpose of examining the applicant, and shall instruct the Classical Committee to draw up an examination schedule. The examination shall commence with a specimen sermon, which sermon must be approved by classis and the Synodical Deputies before classis shall proceed to the rest of the examination. The examination shall follow the regular adopted schedule for the classical examination of candidates for the ministry (cf. Article 4) with two additions: Protestant Reformed distinctives, and Knowledge of the Church Order of the Protestant Reformed Churches. In addition, the applicant must express a willingness to abide by any past decisions of the Protestant Reformed synods concerning doctrine and practice."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "D. After classis approves his examination, with the concurrence of the Synodical Deputies, the classis shall declare the applicant eligible to receive a call into the ministry of the Word and sacraments in the Protestant Reformed Churches, without further need of examination."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "E. The newly accepted minister shall be required to sign the Formula of Subscription before the meeting of classis adjourns and shall be presented with a classical diploma."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "F. His eligibility for a call shall be announced to the churches."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "G. Until the newly approved minister accepts a call, his ministerial credentials shall be held by a Protestant Reformed consistory appointed by classis."
                            },
                            {
                                "text": "\n"
                            },
                            {
                                "text": "1. This consistory shall supervise the interim labors of the minister and shall see to the needs of his financial support. Financial assistance may be sought from sister congregations, if this is deemed necessary."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "2. If the minister does not receive a call after three years, he, with the advice of his consistory, shall request Classis to renew his eligibility."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "(Adopted by Synod of 1993, Art. 36; amended by Synod of 1994, Art. 55.)"
                            }
                        ]
                    ]
                },
                {
                    "id": 9,
                    "content": [
                        [
                            {
                                "text": "Article 10"
                            }
                        ],
                        [
                            {
                                "text": "A minister, once lawfully called, may not leave the congregation with which he is connected, to accept a call elsewhere, without the consent of the consistory, together with the deacons, and knowledge on the part of the classis; likewise no other church may receive him until he has presented a proper certificate of dismissal from the church and the classis where he served."
                            },
                            {
                                "text": "\n"
                            },
                            {
                                "text": "\n"
                            },
                            {
                                "is_bold": true,
                                "text": "Decisions pertaining to Article 10"
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "A."
                            },
                            {
                                "text": "When a minister accepts a call he shall ask of the consistory dismissing him to grant him a fitting testimonial bearing witness of faithful service performed, according to Article 5 of the Church Order, and expressing acquiescence in his departure, according to Article 10 of the Church Order. This testimonial shall be sent to the Classical Committee for examination and approval; thereupon it shall be delivered to the counselor who, upon finding it in good order, shall only thereupon proceed with the installation."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "B. A minister who moves to another congregation becomes the charge of that congregation (for salary, etc.) immediately after he has preached his farewell to the congregation he is leaving (unless other arrangements have been made, e.g., for the taking of a vacation)."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "(Adopted by Classis of June 6, 7, 1934; Synod of 1944, Arts. 66, 67.) (Cf. Ministerial Certificate of Dismissal and Testimonial, pp. 142-143.)"
                            }
                        ]
                    ]
                },
                {
                    "id": 10,
                    "content": [
                        [
                            {
                                "text": "Article 11"
                            }
                        ],
                        [
                            {
                                "text": "On the other hand, the consistory, as representing the congregation, shall also be bound to provide for the proper support of its ministers, and shall not dismiss them from service without the knowledge and approbation of the classis and of the delegates of the synod."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "(Revision of Article 11: Synod of 2000, Art. 28, M.)"
                            }
                        ]
                    ]
                },
                {
                    "id": 11,
                    "content": [
                        [
                            {
                                "text": "Article 12"
                            }
                        ],
                        [
                            {
                                "text": "Inasmuch as a minister of the Word, once lawfully called as described above, is bound to the service of the church for life, he is not allowed to enter upon a secular vocation except for such weighty reasons as shall receive the approval of the classis."
                            }
                        ]
                    ]
                },
                {
                    "id": 12,
                    "content": [
                        [
                            {
                                "text": "Article 13"
                            }
                        ],
                        [
                            {
                                "text": "Ministers who by reason of age, sickness, or otherwise are rendered incapable of performing the duties of their office shall nevertheless retain the honor and title of a minister, and the churches which they have served shall provide honorably for them in their need (likewise for the orphans and widows of ministers) out of the common fund of the churches, according to the general ecclesiastical ordinances in this matter."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "(Revision of Article 13: Synod of 1995, Art. 62, Suppl. 21.) (Cf. Constitution of the Emeritus Committee, pp. 54-57.)"
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "is_bold": true,
                                "text": "Decisions pertaining to Article 13"
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "A."
                            },
                            {
                                "text": "In the case of ministers who through no fault of their own have been deprived of a congregation, it is both possible and mandatory that, pending the reception of a call to another congregation, such ministers be temporarily declared emeriti."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "is_bold": true,
                                "text": "Procedure:"
                            },
                            {
                                "text": "\n"
                            },
                            {
                                "text": "1. The minister who through no fault of his own has been left without a fixed charge may apply to a consistory of the classis in which he resides for emeritation, and such consistory may declare him emeritus."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "2. This shall not be done, however, without the approbation of the classis and of the deputies of the synod."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "is_bold": true,
                                "text": "Responsibility for Support:"
                            },
                            {
                                "text": "\n"
                            },
                            {
                                "text": "1. Since the minister becomes emeritus not of his own congregation but of a congregation he has not served, the obligation to support him and to provide honorably for him \"in [his] need\" shall not rest upon the local congregation but upon the churches in common, and he is to be supported out of the common Emeritus Fund of the churches."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "2. In such cases, if the abandoning church has been subsidized from the Needy Churches Fund, the amount of such subsidy shall be transferred to the Emeritus Fund, pending the next meeting of synod."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "B. If an emeritus minister transfers his membership to another congregation in the denomination, his ministerial credentials are also to be transferred to that congregation. This transfer is to be made in the following manner: The consistory of the church which the emeritus minister served last formally requests the consistory of the church which the emeritus minister wishes to join to exercise supervision over him."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "(Adopted by Synod of 1956, Art. 177, Suppl. XVIII; Synod of 1995, Art. 62, Suppl. XXI.)"
                            }
                        ]
                    ]
                },
                {
                    "id": 13,
                    "content": [
                        [
                            {
                                "text": "Article 14"
                            }
                        ],
                        [
                            {
                                "text": "If any minister, for the aforesaid or any other reason, is compelled to discontinue his service for a time, which shall not take place without the advice of the consistory, he shall nevertheless at all times be and remain subject to the call of the congregation."
                            }
                        ]
                    ]
                },
                {
                    "id": 14,
                    "content": [
                        [
                            {
                                "text": "Article 15"
                            }
                        ],
                        [
                            {
                                "text": "No one shall be permitted, neglecting the ministry of his church or being without a fixed charge, to preach indiscriminately without the consent and authority of synod or classis. Likewise, no one shall be permitted to preach or administer the sacraments in another church without the consent of the consistory of that church."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "is_bold": true,
                                "text": "Decision pertaining to Article 15"
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "In case any one of our candidates has not received a call after three years and still desires that his candidacy remain in effect, he shall address himself to synod, who shall treat his case as may be proper."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "(Adopted by Classis of June 6, 7, 1934; Synod of 1944, Arts. 66, 67.)"
                            }
                        ]
                    ]
                },
                {
                    "id": 15,
                    "content": [
                        [
                            {
                                "text": "Article 16"
                            }
                        ],
                        [
                            {
                                "text": "The office of the minister is to continue in prayer and in the ministry of the Word, to dispense the sacraments, to watch over his brethren, the elders and deacons, as well as the congregation, and finally, with the elders, to exercise church discipline and to see to it that everything is done decently and in good order."
                            }
                        ]
                    ]
                },
                {
                    "id": 16,
                    "content": [
                        [
                            {
                                "text": "Article 17"
                            }
                        ],
                        [
                            {
                                "text": "Among the ministers of the Word equality shall be maintained with respect to the duties of their office, and also in other matters as far as possible, according to the judgment of the consistory and, if necessary, of the classis; which equality shall also be maintained in the case of the elders and the deacons."
                            }
                        ]
                    ]
                },
                {
                    "id": 17,
                    "content": [
                        [
                            {
                                "text": "Article 18"
                            }
                        ],
                        [
                            {
                                "text": "The office of the professors of theology is to expound the Holy Scriptures and to vindicate sound doctrine against heresies and errors."
                            }
                        ]
                    ]
                },
                {
                    "id": 18,
                    "content": [
                        [
                            {
                                "text": "Article 19"
                            }
                        ],
                        [
                            {
                                "text": "The churches shall exert themselves, as far as necessary, that there may be students supported by them to be trained for the ministry of the Word."
                            }
                        ]
                    ]
                },
                {
                    "id": 19,
                    "content": [
                        [
                            {
                                "text": "Article 20"
                            }
                        ],
                        [
                            {
                                "text": "Students who have received permission according to the rule in this matter, and persons who have according to Article 8 been judged competent to be prepared for the ministry of the Word, shall, for their own training, and for the sake of becoming known to the congregations, be allowed to speak a word of edification in the meetings for public worship."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "(Cf. Art. 13 of the Constitution of the Theological School, p. 72.)"
                            }
                        ]
                    ]
                },
                {
                    "id": 20,
                    "content": [
                        [
                            {
                                "text": "Article 21"
                            }
                        ],
                        [
                            {
                                "text": "The consistories shall see to it that there are good Christian schools in which the parents have their children instructed according to the demands of the covenant."
                            }
                        ]
                    ]
                },
                {
                    "id": 21,
                    "content": [
                        [
                            {
                                "text": "Article 22"
                            }
                        ],
                        [
                            {
                                "text": "The elders shall be chosen by the judgment of the consistory and the deacons according to the regulations for that purpose established by the consistory. In pursuance of these regulations, every church shall be at liberty, according to its circumstances, to give the members an opportunity to direct attention to suitable persons, in order that the consistory may thereupon either present to the congregation for election as many elders as are needed, that they may, after they are approved by it, unless any obstacle arise, be installed with public prayers and stipulations; or present a double number to the congregation and thereupon install the one-half chosen by it, in the aforesaid manner, agreeably to the form for this purpose."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "is_bold": true,
                                "text": "Decision pertaining to Article 22"
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "Nominations and congregational meetings shall be announced upon two successive Sundays."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "(Adopted by Classis of June 6, 7, 1934; Synod of 1944, Arts. 66, 67.)"
                            }
                        ]
                    ]
                },
                {
                    "id": 22,
                    "content": [
                        [
                            {
                                "text": "Article 23"
                            }
                        ],
                        [
                            {
                                "text": "The office of the elders, in addition to what was said in Article 16 to be their duty in common with the minister of the Word, is to take heed that the ministers, together with their fellow-elders and the deacons, faithfully discharge their office, and both before and after the Lord's Supper, as time and circumstances may demand, for the edification of the churches, to visit the families of the congregation, in order particularly to comfort and instruct the members, and also to exhort others in respect to the Christian religion."
                            }
                        ]
                    ]
                },
                {
                    "id": 23,
                    "content": [
                        [
                            {
                                "text": "Article 24"
                            }
                        ],
                        [
                            {
                                "text": "The deacons shall be chosen, approved, and installed in the same manner as was stated concerning the elders."
                            }
                        ]
                    ]
                },
                {
                    "id": 24,
                    "content": [
                        [
                            {
                                "text": "Article 25"
                            }
                        ],
                        [
                            {
                                "text": "The office peculiar to the deacons is diligently to collect alms and other contributions of charity and, after mutual counsel, faithfully and diligently to distribute the same to the poor as their needs may require it; to visit and comfort the distressed and to exercise care that the alms are not misused; of which they shall render an account in consistory, and also (if anyone desires to be present) to the congregation, at such a time as the consistory may see fit."
                            }
                        ]
                    ]
                },
                {
                    "id": 25,
                    "content": [
                        [
                            {
                                "text": "Article 26"
                            }
                        ],
                        [
                            {
                                "text": "In places where others are devoting themselves to the care of the poor, the deacons shall seek a mutual understanding with them, to the end that the alms may all the better be distributed among those who have the greatest need. Moreover, they shall make it possible for the poor to make use of institutions of mercy, and to that end they shall request the board of directors of such institutions to keep in close touch with them. It is also desirable that the diaconates assist and consult one another, especially in caring for the poor in such institutions."
                            }
                        ]
                    ]
                },
                {
                    "id": 26,
                    "content": [
                        [
                            {
                                "text": "Article 27"
                            }
                        ],
                        [
                            {
                                "text": "The elders and deacons shall serve two or more years according to local regulations, and a proportionate number shall retire each year. The retiring officers shall be succeeded by others, unless the circumstances and the profit of any church, in the execution of Articles 22 and 24, render a reelection advisable."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "is_bold": true,
                                "text": "Decision pertaining to Article 27"
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "In case of difficulties in the congregation, the officebearers then serving shall continue to function until their chosen successors can be installed."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "(Adopted by Classis of June 6, 7, 1934; Synod of 1944, Arts. 66, 67.)"
                            }
                        ]
                    ]
                },
                {
                    "id": 27,
                    "content": [
                        [
                            {
                                "text": "Article 28"
                            }
                        ],
                        [
                            {
                                "text": "The consistory shall take care that the churches, for the possession of their property and the peace and order of their meetings, can claim the protection of the authorities; it should be well understood, however, that for the sake of peace and material possession they may never suffer the royal government of Christ over His church to be in the least infringed upon."
                            }
                        ]
                    ]
                }
            ]
        },
        {
            "header": "Of the Ecclesiastical Assemblies",
            "content": [
                {
                    "id": 1,
                    "content": [
                        [
                            {
                                "text": "Article 29"
                            }
                        ],
                        [
                            {
                                "text": "Three kinds of ecclesiastical assemblies shall be maintained: the consistory, the classis, and the general synod."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "(Revision of Article 29: Synod of 2000, Art. 28, M.)"
                            }
                        ]
                    ]
                },
                {
                    "id": 2,
                    "content": [
                        [
                            {
                                "text": "Article 30"
                            }
                        ],
                        [
                            {
                                "text": "In these assemblies ecclesiastical matters only shall be transacted and that in an ecclesiastical manner. In major assemblies only such matters shall be dealt with as could not be finished in minor assemblies, or such as pertain to the churches of the major assembly in common."
                            }
                        ]
                    ]
                },
                {
                    "id": 3,
                    "content": [
                        [
                            {
                                "text": "Article 31"
                            }
                        ],
                        [
                            {
                                "text": "If anyone complain that he has been wronged by the decision of a minor assembly, he shall have the right to appeal to a major ecclesiastical assembly, and whatever may be agreed upon by a majority vote shall be considered settled and binding, unless it be proved to conflict with the Word of God or with the articles of the Church Order, as long as they are not changed by the general synod."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "Decision pertaining to Article 31"
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "Appeal to a major gathering against any decision of an ecclesiastical body must be made upon the immediately following meeting of the body to which appeal is directed, at the same time giving notification to the secretary of the body by whose decision he is aggrieved. Of every judgment rendered in the case, those concerned shall receive a notification."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "(Adopted by Classis of June 6, 7, 1934; Synod of 1944, Arts. 66, 67.)"
                            }
                        ]
                    ]
                },
                {
                    "id": 4,
                    "content": [
                        [
                            {
                                "text": "Article 32"
                            }
                        ],
                        [
                            {
                                "text": "The proceedings of all assemblies shall begin by calling upon the name of God and be closed with thanksgiving."
                            }
                        ]
                    ]
                },
                {
                    "id": 5,
                    "content": [
                        [
                            {
                                "text": "Article 33"
                            }
                        ],
                        [
                            {
                                "text": "Those who are delegated to the assemblies shall bring with them their credentials and instructions, signed by those sending them, and they shall have a vote in all matters except such as particularly concern their persons or churches."
                            },
                            {
                                "text": "\n"
                            },
                            {
                                "text": "\n"
                            },
                            {
                                "is_bold": true,
                                "text": "Decisions pertaining to Article 33"
                            },
                            {
                                "text": "\n"
                            },
                            {
                                "text": "A."
                            },
                            {
                                "text": "To promote uniformity the credential letter for delegation to major assemblies shall end in the following form: \"With instruction and authority to take part in all deliberations and transactions regarding all matters coming legally before the meeting and transacted in agreement with the Word of God according to the conception of it embodied in the doctrinal standards of the Protestant Reformed Churches, as well as in harmony with the Church Order of the Protestant Reformed Churches.\""
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "B. The major assemblies shall also have a stated clerk, who however shall not hold the position of permanent secretary, and who shall not be a member of the assemblies' officers, but that of a deputy to serve the classis or synod with services which would otherwise constitute the task of such a functionary."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "(Adopted by Classis of June 6, 7, 1934; Synod of 1944, Arts. 66, 67; revised by Synod of 1946, Art. 19. See also formulas for classical and synodical credentials, pp. 145, 146.)"
                            }
                        ]
                    ]
                },
                {
                    "id": 6,
                    "content": [
                        [
                            {
                                "text": "Article 34"
                            }
                        ],
                        [
                            {
                                "text": "In all assemblies there shall be not only a president, but also a clerk to keep a faithful record of all important matters."
                            }
                        ]
                    ]
                },
                {
                    "id": 7,
                    "content": [
                        [
                            {
                                "text": "Article 35"
                            }
                        ],
                        [
                            {
                                "text": "The office of the president is to state and explain the business to be transacted, to see to it that everyone observe due order in speaking, to silence the captious and those who are vehement in speaking; and properly to discipline them if they refuse to listen. Furthermore his office shall cease when the assembly arises."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "(Cf. Rules for Synodical Procedure, pp. 81, 82.)"
                            }
                        ]
                    ]
                },
                {
                    "id": 8,
                    "content": [
                        [
                            {
                                "text": "Article 36"
                            }
                        ],
                        [
                            {
                                "text": "The classis has the same jurisdiction over the consistory as the general synod has over the classis."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "(Revision of Article 36: Synod of 2000, Art. 28, M.)"
                            }
                        ]
                    ]
                },
                {
                    "id": 9,
                    "content": [
                        [
                            {
                                "text": "Article 37"
                            }
                        ],
                        [
                            {
                                "text": "In all churches there shall be a consistory composed of the ministers of the Word and the elders, who shall, as a rule, meet once a month, or more frequently as the need arises. The minister of the Word (or the ministers, if there be more than one, in turn) shall preside and regulate the proceedings. Whenever the number of the elders is small, the deacons may be added to the consistory by local regulation; this shall invariably be the rule where the number is less than three."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "(Revision of Article 37: Synod of 2000, Art. 28, D.)"
                            },
                            {
                                "text": "\n"
                            },
                            {
                                "text": "\n"
                            },
                            {
                                "is_bold": true,
                                "text": "Decisions pertaining to Article 37"
                            },
                            {
                                "text": "\n"
                            },
                            {
                                "text": "A."
                            },
                            {
                                "text": "The president and the secretary of the consistory shall function as such on the congregational meeting; the minutes shall be entered in the consistory's minute book and confirmed by the consistory."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "B. No matters shall be treated on the congregational meeting which are not brought there by the consistory."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "C. When members desire to have a matter treated on the congregational meeting, they shall previously have requested of the consistory the right thereto, and it shall be the prerogative of the consistory to determine the extent and the manner in which their request shall be granted."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "D. Consistories shall every year furnish the exact count of the families comprising their membership to classis. The following shall be counted as families:"
                            },
                            {
                                "text": "\n"
                            },
                            {
                                "text": "1. When the husband or wife is a confessing member."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "2. Where either widower or widow functions as head of the family."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "3. Further, three individual members shall be counted as one family. Confessing members residing at home are not tallied as separate individuals for determining number of families."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "4. Financial ability to pay does not enter into the picture when determining number of families."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "(Adopted by Classis of June 6, 7, 1934; Synod of 1944, Arts. 66, 67; clarified by Synod of 1970, Art. 107, Suppl. XXVI.)"
                            }
                        ]
                    ]
                },
                {
                    "id": 10,
                    "content": [
                        [
                            {
                                "text": "Article 38"
                            }
                        ],
                        [
                            {
                                "text": "In places where the consistory is to be constituted for the first time or anew, this shall not take place except with the advice of the classis."
                            },
                            {
                                "text": "\n"
                            },
                            {
                                "text": "\n"
                            },
                            {
                                "is_bold": true,
                                "text": "Decisions pertaining to Article 38"
                            },
                            {
                                "text": "\n"
                            },
                            {
                                "text": "A."
                            },
                            {
                                "text": "A letter of request is directed to the classis, expressing the desire to organize a congregation in a certain named locality, and signed by the heads of families or by adult single persons who live in that locality. In the case of a group formed by the mission work of the churches in common, this request shall come to classis by way of a favorable decision of the local calling church with the advice of the Mission Committee."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "B. The classis shall thereupon deliberate whether such organization is possible or desirable, observing whether there be, among the signators, persons suitable for consistory members, at the same time taking into account the neighboring churches. In case classis, with the concurrence of the delegates ad examina, decides to grant the request, it appoints a committee to carry out the organization."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "C. In order to organize the congregation the committee of the local church meets with the persons concerned, who have meanwhile requested their certificates of membership, or if it be impossible to have their certificates transferred, those present shall give testimony one of another that they were members in full communion and of good report in the congregation from which they are now separating. After a service of worship shall have been conducted under the guidance of the committee, the latter shall request those present to tender their certificates, in as far as possible. The committee having found the certificates in good order and having accepted them, they shall proceed to election of officebearers, who shall immediately upon their election be installed in their respective offices."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "D. The election of officebearers shall be from a nomination made by the local calling church council (or by the church council appointed by a classis to supervise the organization of a new congregation). The church council shall make a nomination from the male membership of those who signed the letter requesting organization. This election shall take place in harmony with Articles 22 and 24 of the Church Order. Those chosen by majority vote at the organizational meeting shall be considered elected."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "E. It is recommended that at this same meeting, in the presence of a notary public, the documents pertaining to the incorporation of the new congregation be brought in order."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "(Adopted by the Classis of June 6, 7, 1934; Synod of 1944, Arts. 66, 67; amended by Synod of 1977, Art. 74; Synod of 1994, Art. 54.)"
                            }
                        ]
                    ]
                },
                {
                    "id": 11,
                    "content": [
                        [
                            {
                                "text": "Article 39"
                            }
                        ],
                        [
                            {
                                "text": "Places where as yet no consistory can be constituted shall be placed under the care of a neighboring consistory."
                            },
                            {
                                "text": "\n"
                            },
                            {
                                "text": "\n"
                            },
                            {
                                "is_bold": true,
                                "text": "Decision pertaining to Article 39"
                            },
                            {
                                "text": "\n"
                            },
                            {
                                "text": "If possible the organization of a congregation shall precede the administration of the sacraments. However, if the conditions are not ripe for the organization of a congregation, such members are to be enrolled in an adjoining congregation, and thus the sacraments can be administered under the supervision of that consistory. However, this shall not be without the accompanying preaching of the Word, nor without sufficient representation of the consistory to have supervision of the administration."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "(Adopted by the Classis of June 6, 7, 1934; Synod of 1944, Arts. 66, 67; explanation by Synod of 2005, Arts. 30, 31.)"
                            }
                        ]
                    ]
                },
                {
                    "id": 12,
                    "content": [
                        [
                            {
                                "text": "Article 40"
                            }
                        ],
                        [
                            {
                                "text": "The deacons shall meet monthly, or more frequently as the need arises, to transact the business pertaining to their office, calling upon the name of God; whereunto the ministers shall take good heed, and if necessary they shall be present."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "(Revision of Article 40: Synod of 2000, Art. 28, E.)"
                            }
                        ]
                    ]
                },
                {
                    "id": 13,
                    "content": [
                        [
                            {
                                "text": "Article 41"
                            }
                        ],
                        [
                            {
                                "text": "The classical meetings shall consist of neighboring churches that respectively delegate, with proper credentials, a minister and an elder to meet at such time and place as was determined by the previous classical meeting. Such meetings shall be held at least once in three months, unless great distances render this inadvisable. In these meetings the ministers shall preside in rotation, or one shall be chosen to preside; however, the same minister shall not be chosen twice in succession."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "Furthermore, the president shall, among other things, put the following questions to the delegates of each church:"
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "1. Are the consistory meetings held in your church?"
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "2. Is church discipline exercised?"
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "3. Are the poor and the Christian schools cared for?"
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "4. Do you need the judgment and help of the classis for the proper government of your church?"
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "And finally, at the second to the last meeting and, if necessary, at the last meeting before the synod, delegates shall be chosen to attend said synod."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "(Revision of Article 41: Synod of 2002, Art. 28, F.)"
                            }
                        ]
                    ]
                },
                {
                    "id": 14,
                    "content": [
                        [
                            {
                                "text": "Article 42"
                            }
                        ],
                        [
                            {
                                "text": "Where in a church there are more ministers than one, also those not delegated according to the foregoing article shall have the right to attend classis with advisory vote."
                            }
                        ]
                    ]
                },
                {
                    "id": 15,
                    "content": [
                        [
                            {
                                "text": "Article 43"
                            }
                        ],
                        [
                            {
                                "text": "At the close of the classical and other major assemblies, censure shall be exercised over those who in the meeting have done something worthy of punishment, or who have scorned the admonition of the minor assemblies."
                            }
                        ]
                    ]
                },
                {
                    "id": 16,
                    "content": [
                        [
                            {
                                "text": "Article 44"
                            }
                        ],
                        [
                            {
                                "text": "The classis shall authorize at least two of her oldest, most experienced, and most competent ministers to visit all the churches once a year and to take heed whether the minister and the consistory faithfully perform the duties of their office, adhere to sound doctrine, observe in all things the adopted order, and properly promote as much as lies in them, through word and deed, the upbuilding of the congregation, in particular of the youth, to the end that they may in time fraternally admonish those who have in anything been negligent, and may by their advice and assistance help direct all things unto the peace, upbuilding, and greatest profit of the churches. And each classis may continue these visitors in service as long as it sees fit, except where the visitors themselves request to be released for reasons of which the classis shall judge."
                            },
                            {
                                "text": "\n"
                            },
                            {
                                "text": "\n"
                            },
                            {
                                "is_bold": true,
                                "text": "Decisions pertaining to Article 44"
                            },
                            {
                                "text": "\n"
                            },
                            {
                                "text": "Church visitation, which is required to be done in the congregations, requires for its efficient prosecution the following:"
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "A."
                            },
                            {
                                "text": "Each classis shall appoint from her midst at least two ministers and their alternates."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "B. The visitors shall give the congregations at least eight days' notice of the day and hour of their proposed visit."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "C. The consistory shall see to it that all the consistory members are present at the meeting which is appointed for church visitation. Any member failing to be present shall be required to give the meeting good reason for his absence. If one-half of the members are absent, the visitation cannot be carried out."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "D. The consistory shall see to it that the record books are at hand for the inspection by the visitors."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "E. Of the visitors, one shall function as chairman and the other as secretary. They shall record their findings and actions in a book which can be consulted at the next visitation, and which can be kept in the classical archives."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "F. After completing the visitation of all the congregations, the visitors shall with requisite discretion compose a report of their activities to be delivered at the next following classis."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "(Adopted by Classis of June 6, 7, 1934; Synod of 1944, Arts. 66, 67.) (Cf. Questions for Church Visitation, pp. 133-136.)"
                            }
                        ]
                    ]
                },
                {
                    "id": 17,
                    "content": [
                        [
                            {
                                "text": "Article 45"
                            }
                        ],
                        [
                            {
                                "text": "It shall be the duty of the classis and the general synod to furnish the following meeting with the minutes of the preceding."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "(Revision of Article 45: Synod of 2000, Art. 31.)"
                            }
                        ]
                    ]
                },
                {
                    "id": 18,
                    "content": [
                        [
                            {
                                "text": "Article 46"
                            }
                        ],
                        [
                            {
                                "text": "Instructions concerning matters to be considered in major assemblies shall not be written until the decisions of previous synods touching these matters have been read, in order that what was once decided be not again proposed, unless a revision be deemed necessary."
                            }
                        ]
                    ]
                },
                {
                    "id": 19,
                    "content": [
                        [
                            {
                                "text": "Article 47"
                            }
                        ],
                        [
                            {
                                "text": "(Every year [or if need be oftener] four or five or more neighboring classes shall meet as a particular synod, to which each classis shall delegate two ministers and two elders. At the close of both the particular and the general synod, some church shall be empowered to determine, with advice of classis, the time and place of the next synod.)*"
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "*Articles 47 and 48 are retained in the body of the Church Order because they belonged to the original Church Order of Dordrecht.  They are, however, put in parentheses because the Protestant Reformed Churches do not have particular synods.  (Synod of 2000, Art. 28, M.)"
                            }
                        ]
                    ]
                },
                {
                    "id": 20,
                    "content": [
                        [
                            {
                                "text": "Article 48"
                            }
                        ],
                        [
                            {
                                "text": "(Each synod shall be at liberty to solicit and hold correspondence with its neighboring synod or synods in such manner as they shall judge most conducive to general edification.)*"
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "*Articles 47 and 48 are retained in the body of the Church Order because they belonged to the original Church Order of Dordrecht.  They are, however, put in parentheses because the Protestant Reformed Churches do not have particular synods.  (Synod of 2000, Art. 28, M.)"
                            }
                        ]
                    ]
                },
                {
                    "id": 21,
                    "content": [
                        [
                            {
                                "text": "Article 49"
                            }
                        ],
                        [
                            {
                                "text": "Each synod shall delegate some to execute everything ordained by synod, both as to what pertains to the government and to the respective classes resorting under it, and likewise to supervise together or in smaller number all examinations of future ministers. And, moreover, in all other eventual difficulties they shall extend help to the classes in order that proper unity, order, and soundness of doctrine may be maintained and established. Also they shall keep proper record of all their actions to report thereof to synod, and, if it be demanded, give reasons. They shall also not be discharged from their service before and until synod itself discharges them."
                            }
                        ]
                    ]
                },
                {
                    "id": 22,
                    "content": [
                        [
                            {
                                "text": "Article 50"
                            }
                        ],
                        [
                            {
                                "text": "The general synod shall ordinarily meet annually. To this synod an equal number of elders and ministers out of every classis shall be delegated as determined by synod. If it becomes necessary in the opinion of at least two classes to call a special meeting of synod, the local church designated for this purpose shall determine time and place."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "(Revision of Article 50: Synod of 2000, Art. 28, H.) (Cf. Rules for Synodical Procedure, p. 79.)"
                            }
                        ]
                    ]
                },
                {
                    "id": 23,
                    "content": [
                        [
                            {
                                "text": "Article 51"
                            }
                        ],
                        [
                            {
                                "text": "The missionary work of the churches is regulated by the general synod in a mission order."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "(Revision of Article 51: Synod of 2000, Art. 28, I.) (Cf. synodical mission committee constitutions and related synodical decisions, pp. 49-53 and 58-61.)"
                            }
                        ]
                    ]
                },
                {
                    "id": 24,
                    "content": [
                        [
                            {
                                "text": "Article 52"
                            }
                        ],
                        [
                            {
                                "text": "When different languages are spoken in the churches, the necessary translations shall be made in the ecclesiastical assemblies and in the publication of recommendations, instructions, and decisions."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "(Revision of Article 52: Synod of 2000, Art. 28, J.)"
                            }
                        ]
                    ]
                }
            ]
        },
        {
            "header": "Of Doctrines, Sacraments, and Other Ceremonies",
            "content": [
                {
                    "id": 1,
                    "content": [
                        [
                            {
                                "text": "Article 53"
                            }
                        ],
                        [
                            {
                                "text": "The ministers of the Word of God and likewise the professors of theology (which also behooves the other professors and school teachers) shall subscribe to the three formulas of unity, namely, the Belgic Confession of Faith, the Heidelberg Catechism, and the Canons of Dordrecht, 1618-'19, and the ministers of the Word who refuse to do so shall de facto be suspended from their office by the consistory or classis until they shall have given a full statement, and if they obstinately persist in refusing, they shall be deposed from their office."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "is_bold": true,
                                "text": "Decision pertaining to Article 53"
                            },
                            {
                                "text": "\n"
                            },
                            {
                                "text": "The formula for subscription for ministers, etc., shall be transcribed in the minute books of both consistory and classis."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "(Adopted by Classis of June 6, 7, 1934; Synod of 1944, Arts. 66, 67.) (Cf. Formula of Subscription, pp. 136-138.)"
                            }
                        ]
                    ]
                },
                {
                    "id": 2,
                    "content": [
                        [
                            {
                                "text": "Article 54"
                            }
                        ],
                        [
                            {
                                "text": "Likewise the elders and deacons shall subscribe to the aforesaid formulas of unity."
                            }
                        ]
                    ]
                },
                {
                    "id": 3,
                    "content": [
                        [
                            {
                                "text": "Article 55"
                            }
                        ],
                        [
                            {
                                "text": "To ward off false doctrines and errors that multiply exceedingly through heretical writings, the ministers and elders shall use the means of teaching, of refutation or warning, and of admonition, as well in the ministry of the Word as in Christian teaching and family-visiting."
                            }
                        ]
                    ]
                },
                {
                    "id": 4,
                    "content": [
                        [
                            {
                                "text": "Article 56"
                            }
                        ],
                        [
                            {
                                "text": "The covenant of God shall be sealed unto the children of Christians by baptism, as soon as the administration thereof is feasible, in the public assembly when the Word of God is preached."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "is_bold": true,
                                "text": "Decision pertaining to Article 56"
                            },
                            {
                                "text": "\n"
                            },
                            {
                                "text": "Adopted children shall be baptized only when their legal adoption shall have been made final."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "(Adopted by the Synod of 1960, Arts. 24, 28.)"
                            }
                        ]
                    ]
                },
                {
                    "id": 5,
                    "content": [
                        [
                            {
                                "text": "Article 57"
                            }
                        ],
                        [
                            {
                                "text": "The ministers shall do their utmost to the end that the father present his child for baptism."
                            }
                        ]
                    ]
                },
                {
                    "id": 6,
                    "content": [
                        [
                            {
                                "text": "Article 58"
                            }
                        ],
                        [
                            {
                                "text": "In the ceremony of baptism, both of children and of adults, the minister shall use the respective forms drawn up for the administration of this sacrament."
                            }
                        ]
                    ]
                },
                {
                    "id": 7,
                    "content": [
                        [
                            {
                                "text": "Article 59"
                            }
                        ],
                        [
                            {
                                "text": "Adults are through baptism incorporated into the Christian church, and are accepted as members of the church, and are therefore obliged also to partake of the Lord's Supper, which they shall promise to do at their baptism."
                            }
                        ]
                    ]
                },
                {
                    "id": 8,
                    "content": [
                        [
                            {
                                "text": "Article 60"
                            }
                        ],
                        [
                            {
                                "text": "The names of those baptized, together with those of the parents, and likewise the date of birth and baptism, shall be recorded."
                            }
                        ]
                    ]
                },
                {
                    "id": 9,
                    "content": [
                        [
                            {
                                "text": "Article 61"
                            }
                        ],
                        [
                            {
                                "text": "None shall be admitted to the Lord's Supper except those who according to the usage of the church with which they unite themselves have made a confession of the Reformed religion, besides being reputed to be of a godly walk, without which those who come from other churches shall not be admitted."
                            }
                        ]
                    ]
                },
                {
                    "id": 10,
                    "content": [
                        [
                            {
                                "text": "Article 62"
                            }
                        ],
                        [
                            {
                                "text": "Every church shall administer the Lord's Supper in such a manner as it shall judge most conducive to edification; provided, however, that the outward ceremonies as prescribed in God's Word be not changed, and all superstition be avoided, and that at the conclusion of the sermon and the usual prayers the form for the administration of the Lord's Supper, together with the prayer for that purpose, shall be read."
                            }
                        ]
                    ]
                },
                {
                    "id": 11,
                    "content": [
                        [
                            {
                                "text": "Article 63"
                            }
                        ],
                        [
                            {
                                "text": "The Lord's Supper shall be administered at least every two or three months."
                            }
                        ]
                    ]
                },
                {
                    "id": 12,
                    "content": [
                        [
                            {
                                "text": "Article 64"
                            }
                        ],
                        [
                            {
                                "text": "The administration of the Lord's Supper shall take place only there where there is supervision of elders, according to the ecclesiastical order, and in a public gathering of the congregation."
                            }
                        ]
                    ]
                },
                {
                    "id": 13,
                    "content": [
                        [
                            {
                                "text": "Article 65"
                            }
                        ],
                        [
                            {
                                "text": "Funerals are not ecclesiastical, but family affairs, and should be conducted accordingly."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "(Revision of Article 65: Synod of 2000, Art. 28, L.)"
                            }
                        ]
                    ]
                },
                {
                    "id": 14,
                    "content": [
                        [
                            {
                                "text": "Article 66"
                            }
                        ],
                        [
                            {
                                "text": "In time of war, pestilence, national calamities, and other great afflictions, the pressure of which is felt throughout the churches, it is fitting that the classes proclaim a day of prayer."
                            }
                        ]
                    ]
                },
                {
                    "id": 15,
                    "content": [
                        [
                            {
                                "text": "Article 67"
                            }
                        ],
                        [
                            {
                                "text": "The churches shall observe, in addition to the Sunday, also Christmas, Good Friday, Easter, Ascension Day, Pentecost, the Day of Prayer, the National Thanksgiving Day, and Old and New Year's Day."
                            }
                        ]
                    ]
                },
                {
                    "id": 16,
                    "content": [
                        [
                            {
                                "text": "Article 68"
                            }
                        ],
                        [
                            {
                                "text": "The ministers shall on Sunday explain briefly the sum of Christian doctrine comprehended in the Heidelberg Catechism, so that as much as possible the explanation shall be annually completed, according to the division of the catechism itself for that purpose."
                            }
                        ]
                    ]
                },
                {
                    "id": 17,
                    "content": [
                        [
                            {
                                "text": "Article 69"
                            }
                        ],
                        [
                            {
                                "text": "In the churches only the 150 Psalms of David, the Ten Commandments, the Lord's Prayer, the Twelve Articles of Faith, the Songs of Mary, Zacharias, and Simeon, the Morning and Evening Hymns, and the Hymn of Prayer before the sermon shall be sung."
                            }
                        ]
                    ]
                },
                {
                    "id": 18,
                    "content": [
                        [
                            {
                                "text": "Article 70"
                            }
                        ],
                        [
                            {
                                "text": "The consistories shall see to it that those who marry, marry in the Lord, whether it be in a private ceremony or in an official worship service. When the solemnization of marriage takes place in an official worship service, the adopted form for that purpose shall be used."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "(Revision of Article 70: Synod of 2000, Art. 33.)"
                            }
                        ]
                    ]
                }
            ]
        },
        {
            "header": "Of Censure and Ecclesiastical Admonition",
            "content": [
                {
                    "id": 1,
                    "content": [
                        [
                            {
                                "text": "Article 71"
                            }
                        ],
                        [
                            {
                                "text": "As Christian discipline is of a spiritual nature, and exempts no one from civil trial or punishment by the authorities, so also besides civil punishment there is need of ecclesiastical censures, to reconcile the sinner with the church and his neighbor and to remove the offense out of the church of Christ."
                            }
                        ]
                    ]
                },
                {
                    "id": 2,
                    "content": [
                        [
                            {
                                "text": "Article 72"
                            }
                        ],
                        [
                            {
                                "text": "In case anyone errs in doctrine or offends in conduct, as long as the sin is of a private character, not giving public offense, the rule clearly prescribed by Christ in Matthew 18 shall be followed."
                            }
                        ]
                    ]
                },
                {
                    "id": 3,
                    "content": [
                        [
                            {
                                "text": "Article 73"
                            }
                        ],
                        [
                            {
                                "text": "Secret sins of which the sinner repents, after being admonished by one person in private or in the presence of two or three witnesses, shall not be laid before the consistory."
                            }
                        ]
                    ]
                },
                {
                    "id": 4,
                    "content": [
                        [
                            {
                                "text": "Article 74"
                            }
                        ],
                        [
                            {
                                "text": "If anyone, having been admonished in love concerning a secret sin by two or three persons, does not give heed, or otherwise has committed a public sin, the matter shall be reported to the consistory."
                            }
                        ]
                    ]
                },
                {
                    "id": 5,
                    "content": [
                        [
                            {
                                "text": "Article 75"
                            }
                        ],
                        [
                            {
                                "text": "The reconciliation of all such sins as are of their nature of a public character, or have become public because the admonition of the church was despised, shall take place (upon sufficient evidence of repentance) in such a manner as the consistory shall deem conducive to the edification of each church. Whether in particular cases this shall take place in public shall, when there is a difference of opinion about it in the consistory, be considered with the advice of two neighboring churches or of the classis."
                            }
                        ]
                    ]
                },
                {
                    "id": 6,
                    "content": [
                        [
                            {
                                "text": "Article 76"
                            }
                        ],
                        [
                            {
                                "text": "Such as obstinately reject the admonition of the consistory, and likewise those who have committed a public or otherwise gross sin, shall be suspended from the Lord's Supper. And if he, having been suspended, after repeated admonitions, shows no signs of repentance, the consistory shall at last proceed to the extreme remedy, namely, excommunication, agreeably to the form adopted for that purpose according to the Word of God. But no one shall be excommunicated except with advice of the classis."
                            }
                        ]
                    ]
                },
                {
                    "id": 7,
                    "content": [
                        [
                            {
                                "text": "Article 77"
                            }
                        ],
                        [
                            {
                                "text": "After the suspension from the Lord's table, and subsequent admonitions, and before proceeding to excommunication, the obstinacy of the sinner shall be publicly made known to the congregation; the offense explained, together with the care bestowed upon him, in reproof, suspension from the Lord's Supper, and repeated admonition; and the congregation shall be exhorted to speak to him and to pray for him. There shall be three such admonitions. In the first the name of the sinner shall not be mentioned that he be somewhat spared. In the second, with the advice of the classis, his name shall be mentioned. In the third the congregation shall be informed that (unless he repent) he will be excluded from the fellowship of the church, so that his excommunication, in case he remains obstinate, may take place with the tacit approbation of the church. The interval between the admonitions shall be left to the discretion of the consistory."
                            }
                        ]
                    ]
                },
                {
                    "id": 8,
                    "content": [
                        [
                            {
                                "text": "Article 78"
                            }
                        ],
                        [
                            {
                                "text": "Whenever anyone who has been excommunicated desires to become reconciled to the church in the way of repentance, it shall be announced to the congregation, either before the celebration of the Lord's Supper, or at some other opportune time, in order that (in as far as no one can mention anything against him to the contrary) he may with profession of his conversion be publicly reinstated, according to the form for that purpose."
                            }
                        ]
                    ]
                },
                {
                    "id": 9,
                    "content": [
                        [
                            {
                                "text": "Article 79"
                            }
                        ],
                        [
                            {
                                "text": "When ministers of the divine Word, elders, or deacons have committed any public, gross sin which is a disgrace to the church or worthy of punishment by the authorities, the elders and deacons shall immediately, by preceding sentence of the consistory thereof and of the nearest Church, be suspended or expelled from their office, but the ministers shall only be suspended. Whether these shall be entirely deposed from office shall be subject to the judgment of the classis, with the advice of the delegates of the synod mentioned in Article 11."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "(Revision of Article 79: Synod of 2000, Art. 28, M.)"
                            }
                        ]
                    ]
                },
                {
                    "id": 10,
                    "content": [
                        [
                            {
                                "text": "Article 80"
                            }
                        ],
                        [
                            {
                                "text": "Furthermore, among the gross sins which are worthy of being punished with suspension or deposition from office, these are the principal ones: false doctrine or heresy, public schism, public blasphemy, simony, faithless desertion of office or intrusion upon that of another, perjury, adultery, fornication, theft, acts of violence, habitual drunkenness, brawling, filthy lucre; in short, all sins and gross offenses as render the perpetrators infamous before the world, and which in any private member of the church would be considered worthy of excommunication."
                            }
                        ]
                    ]
                },
                {
                    "id": 11,
                    "content": [
                        [
                            {
                                "text": "Article 81"
                            }
                        ],
                        [
                            {
                                "text": "The ministers of the Word, elders, and deacons shall before the celebration of the Lord's Supper exercise Christian censure among themselves, and in a friendly spirit admonish one another with regard to the discharge of their office."
                            }
                        ]
                    ]
                },
                {
                    "id": 12,
                    "content": [
                        [
                            {
                                "text": "Article 82"
                            }
                        ],
                        [
                            {
                                "text": "To those who remove from the congregation, a letter or testimony concerning their profession and conduct shall be given by the consistory, signed by two; or, in the case of letters which are given under the seal of the church, signed by one."
                            }
                        ]
                    ]
                },
                {
                    "id": 13,
                    "content": [
                        [
                            {
                                "text": "Article 83"
                            }
                        ],
                        [
                            {
                                "text": "Furthermore, to the poor, removing for sufficient reasons, so much money for traveling shall be given by the deacons as they deem adequate. The consistory and the deacons shall, however, see to it that they be not too much inclined to relieve their churches of the poor, with whom they would without necessity burden other churches."
                            }
                        ]
                    ]
                },
                {
                    "id": 14,
                    "content": [
                        [
                            {
                                "text": "Article 84"
                            }
                        ],
                        [
                            {
                                "text": "No church shall in any way lord it over other churches, no minister over other ministers, no elder or deacon over other elders or deacons."
                            }
                        ]
                    ]
                },
                {
                    "id": 15,
                    "content": [
                        [
                            {
                                "text": "Article 85"
                            }
                        ],
                        [
                            {
                                "text": "Churches whose usages differ from ours merely in nonessentials shall not be rejected."
                            }
                        ]
                    ]
                },
                {
                    "id": 16,
                    "content": [
                        [
                            {
                                "text": "Article 86"
                            }
                        ],
                        [
                            {
                                "text": "These articles, relating to the lawful order of the church, have been so drafted and adopted by common consent that they (if the profit of the churches demand otherwise) may and ought to be altered, augmented, or diminished. However, no particular congregation or classis shall be at liberty to do so, but they shall show all diligence in observing them, until it be otherwise ordained by the general synod."
                            },
                            {
                                "text": "\n\n"
                            },
                            {
                                "text": "(Revision of Article 86: Synod of 2000, Art. 28, M.)"
                            }
                        ]
                    ]
                }
            ]
        }
    ],
    "levels_deep": 2
}