{"title":"The Athanasian Creed","type":"Creeds","content":[{"header":"Introduction","content":[{"id":1,"content":[[{"is_bold":true,"text":"Introduction"}],[{"text":"This ecumenical creed is acknowledged by name in Article 9 of our Confession of Faith. While it bears the name of Athanasius, the great church father of the fourth century who defended the truth of the Trinity and of the deity of Christ against the attacks of heretics, he was not its author. It was probably written as much as three centuries later by an unknown author. Another name for this creed, though rather unfamiliar, is Symbolum Quicunque, after the opening word in the Latin original. Written in rhythmic cadences, this creed may have been composed to be chanted in the public worship of the churches. It is a fuller statement of the truths of the Trinity and the person and natures of Christ than either the Nicene Creed or the Creed of Chalcedon, but it lacks their simplicity and precision of expression. Verses 3-28 set forth the doctrine of the Trinity, and verses 29-43 the doctrine of the incarnation and the union of the two natures of Christ in the person of the Son of God."}],[]]}]},{"header":"The Athanasian Creed","content":[{"id":2,"content":[[{"is_bold":true,"text":"The Athanasian Creed"}],[{"text":"1."},{"text":"Whosoever will be saved, before all things it is necessary that he hold the catholic faith;"},{"text":"\n\n"},{"text":"2."},{"text":"Which faith except every one do keep whole and undefiled, without doubt he shall perish everlastingly."},{"text":"\n\n"},{"text":"3."},{"text":"And the catholic faith is this: That we worship one God in Trinity, and Trinity in Unity;"},{"text":"\n\n"},{"text":"4."},{"text":"Neither confounding the persons, nor dividing the substance."},{"text":"\n\n"},{"text":"5."},{"text":"For there is one Person of the Father, another of the Son and another of the Holy Spirit."},{"text":"\n\n"},{"text":"6."},{"text":"But the Godhead of the Father, of the Son, and of the Holy Spirit is all one, the glory equal, the majesty co-eternal."},{"text":"\n\n"},{"text":"7."},{"text":"Such as the Father is, such is the Son and such is the Holy Spirit."},{"text":"\n\n"},{"text":"8."},{"text":"The Father uncreate, the Son uncreate, and the Holy Spirit uncreate."},{"text":"\n\n"},{"text":"9."},{"text":"The Father incomprehensible, the Son incomprehensible, and the Holy Spirit incomprehensible."},{"text":"\n\n"},{"text":"10."},{"text":"The Father eternal, the Son eternal, and the Holy Spirit eternal."},{"text":"\n\n"},{"text":"11."},{"text":"And yet they are not three eternals, but one eternal."},{"text":"\n\n"},{"text":"12."},{"text":"As also there are not three uncreated nor three incomprehensibles, but one uncreated and one incomprehensible."},{"text":"\n\n"},{"text":"13."},{"text":"So likewise the Father is almighty, the Son almighty, and the Holy Spirit almighty;"},{"text":"\n\n"},{"text":"14."},{"text":"And yet they are not three almighties, but one almighty."},{"text":"\n\n"},{"text":"15."},{"text":"So the Father is God, the Son is God, and the Holy Spirit is God;"},{"text":"\n\n"},{"text":"16."},{"text":"And yet they are not three Gods, but one God."},{"text":"\n\n"},{"text":"17."},{"text":"So likewise the Father is Lord, the Son Lord, and the Holy Spirit Lord;"},{"text":"\n\n"},{"text":"18."},{"text":"And yet they are not three Lords, but one Lord."},{"text":"\n\n"},{"text":"19."},{"text":"For like as we are compelled by the Christian verity to acknowledge every person by himself to be God and Lord;"},{"text":"\n\n"},{"text":"20."},{"text":"so are we forbidden by the catholic religion to say: There are three Gods or three Lords."},{"text":"\n\n"},{"text":"21."},{"text":"The Father is made of none, neither created nor begotten."},{"text":"\n\n"},{"text":"22."},{"text":"The Son is of the Father alone; not made nor created, but begotten."},{"text":"\n\n"},{"text":"23."},{"text":"The Holy Spirit is of the Father and of the Son; neither made, nor created, nor begotten, but proceeding."},{"text":"\n\n"},{"text":"24."},{"text":"So there is one Father, not three Fathers; one Son, not three Sons; one Holy Spirit, not three Holy Spirits."},{"text":"\n\n"},{"text":"25."},{"text":"And in this Trinity none is afore, nor after another; none is greater, or less than another."},{"text":"\n\n"},{"text":"26."},{"text":"But the whole three persons are co-eternal, and co-equal."},{"text":"\n\n"},{"text":"27."},{"text":"So that in all things, as aforesaid, the Unity in Trinity and the Trinity in Unity is to be worshipped."},{"text":"\n\n"},{"text":"28."},{"text":"He therefore that will be saved must thus think of the Trinity."},{"text":"\n\n"},{"text":"\n\n"},{"text":"29."},{"text":"Furthermore it is necessary to everlasting salvation that he also believe rightly the incarnation of our Lord Jesus Christ."},{"text":"\n\n"},{"text":"30."},{"text":"For the right faith is that we believe and confess that our Lord Jesus Christ, the Son of God, is God and man."},{"text":"\n\n"},{"text":"31."},{"text":"God of the substance of the Father, begotten before the worlds; and made of the substance of His mother, born in the world."},{"text":"\n\n"},{"text":"32."},{"text":"Perfect God and perfect man, of a reasonable soul and human flesh subsisting."},{"text":"\n\n"},{"text":"33."},{"text":"Equal to the Father as touching His Godhead, and inferior to the Father as touching His manhood."},{"text":"\n\n"},{"text":"34."},{"text":"Who, although He is God and man, yet He is not two, but one Christ."},{"text":"\n\n"},{"text":"35."},{"text":"One, not by conversion of the Godhead into flesh, but by taking of the manhood into God."},{"text":"\n\n"},{"text":"36."},{"text":"One altogether, not by the confusion of substance, but by unity of person."},{"text":"\n\n"},{"text":"37."},{"text":"For as the reasonable soul and flesh is one man, so God and man is one Christ;"},{"text":"\n\n"},{"text":"38."},{"text":"Who suffered for our salvation, descended into hell, rose again the third day from the dead;"},{"text":"\n\n"},{"text":"39."},{"text":"He ascended into heaven, He sitteth on the right hand of the Father, God Almighty;"},{"text":"\n\n"},{"text":"40."},{"text":"From thence He shall come to judge the living and the dead."},{"text":"\n\n"},{"text":"41."},{"text":"At whose coming all men shall rise again with their bodies;"},{"text":"\n\n"},{"text":"42."},{"text":"And shall give account of their own works."},{"text":"\n\n"},{"text":"43."},{"text":"And they that have done good shall go into life everlasting, and they that have done evil into everlasting fire."},{"text":"\n\n"},{"text":"44."},{"text":"This is the catholic faith, which except a man believe faithfully, he cannot be saved."}],[]]}]}]}